<%
pageNo = 5
sub_01 = 2
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_20" id="dst20ElemST">
	<h1>사회변화와 대학원</h1>
	<p>대학교육의 완전한 대중화로 인한 고학력 시대의 도래는 대학원교육 기회의 확대 요구로 연결되고 있습니다. 급속하게 변해가는 현대사회에서 필요한 각 분야의 전문인력을 양성하기 위해 앞으로 대학원은 그 필요성이 더욱 더 부각될 것으로 보입니다. 최근에는 이러한 추세에 발맞추어 고급 전문기술 인력양성과 함께 날로 발전되어 가는 지식과 기술을 습득하기 위해 대학원수준의 재교육 수요가 급증하게 되어 대학원에 진학하는 사람들이 늘어나고 있습니다.</p>

	<dl>
		<dt>① 전문적인 인력 양성의 필요성 절감</dt>
		<dd>현대사회는 지식과 정보의 힘이 어느 때보다 중요한 사회입니다. 이는 보다 전문적이며 빠른 이해력을 지닌 유연한 인력이 더욱 더 필요한 때라는 것을 말해주는 것입니다.</dd>

		<dt>② 전문대학원과 특수대학원의 인기 급증</dt>
		<dd>과거의 대학원이 학자나 교수, 연구원과 같은 순수 기초 학문의 전문 인력 배출에 치중했던 것과는 달리, 앞으로는 특수 직업의 전문가를 양성하기 위한 전문대학원과 바쁜 현대인이 직장을 다니면서도 학업을 병행하며 자격을 얻을 수 있는 특수대학원의 인기가 높아질 것입니다.</dd>

		<dt>③ 미래의 직업으로의 전직 요망</dt>
		<dd>업무에 있어서 경쟁력을 높이고 자신이 원하는 미래 직업으로의 전직을 위해서도 대학원에 진학하려는 실질적인 경우가 늘고 있습니다.</dd>

		<dt>④ 자신의 자아 발전과 흥미 충족</dt>
		<dd>자신의 특정 분야에 대한 자아 발전과 흥미 충족을 위해 대학원을 진학하는 경우도 있습니다.</dd>
	</dl>

	<h1>대학원의 종류</h1>
	<p>대학원은 그 주된 교육목적에 따라 일반대학원, 전문대학원, 특수대학원으로 구분됩니다.</p>

	<dl>
		<dt>① 일반대학원 </dt>
		<dd>전문적인 학문의 기초 이론과 고도의 학술 연구를 주된 교육 목적으로 하고 있습니다. 전문적인 학술기능의 양성과 연구, 대학교원의 양성, 고급 전문인력을 양성하는 기능을 수행하기 위해 석사 (2 년). 박사 (3 년) 과정이 개설되어 있습니다. </dd>

		<dt>② 전문대학원 </dt>
		<dd>최근 전문 직업 분야의 인력 양성 필요성에 부응하여 실천적 이론의 적용과 연구개발을 주된 교육 목적으로 하고 있습니다. 전문대학원은 법학전문대학원 (로스쿨), 의학전문대학원, 치의학전문대학원, 물류전문대학원, 경영전문대학원, 건축전문대학원 정도 등이 있습니다. 쉽게 말해 전문대학원은 직장인이 다니기 힘든 면이 있습니다. 그만큼 전문성이 높다는 것입니다. 주로 일반대학원과 마찬가지로 학사학위졸업자가 지원하는 경향이 많고, 한 분야에 치우쳐서 자기전공에 대해 집중 공부를 한다는 점입니다. 일반대학원이 교수임용을 꿈꾼다면, 전문대학원은 각 분야의 전문직업 (의사, 법학, 회계사) 등을 꿈꾸는 것입니다. </dd>

		<dt>③ 특수대학원</dt>
		<dd>직업인 또는 일반 성인을 위한 계속 교육을 주된 교육 목적으로 하고 있습니다. 일반대학원 석사과정은 2 년과정의 주간제로 운영되는데 비하여, 특수대학원은 석사과정은 2 년 6 개월과정의 야간제와 3 년과정의 계절제로 운영되는데 큰 차이가 있습니다. 특수대학원은 야간과정이 많이 개설되어 있습니다. 인원수도 많고, 직장인들의 자기계발을 위해 개설됐다고 봐도 무방할 정도입니다. 특수대학원은 직장인이 주류를 이루고, 인맥을 쌓는데 많은 도움이 됩니다. 예컨대 법무대학원, 행정대학원, 사회복지대학원, 언론정보대학원, 상담대학원 등입니다.</dd>

		<dt>④ 원격대학원</dt>
		<dd>고등교육법에 의하면, 원격대학원은 특수대학원으로만 설치 가능하게 되어 있으며, 현재 서울 사이버대학교, 한양 사이버대학교, 경희 사이버 대학교, 원광 디지털대학교 등 4개 정도다. 그리고 오프라인 대학에서 운영 중인 대학은 방송통신대 평생대학원, 숙명여대 원격대학원, 중부대 원격대학원, 세종대 산업경영대학원(eMBA), 성균관대 경영대학원(iMBA), 한양대 임상간호정보대학원이다.</dd>
	</dl>
	<p>※ 아주대 MBA 는 주식회사 형태로 아주대 내지 외대 등의 위탁 운영을 해주는 형태이며, 여타 원격 MBA 형태는 비학위과정이다.</p>

	<h1>모집시기</h1>
	<p>대학원 모집시기는 대학원의 유형과 학기에 따라 조금씩 다릅니다.</p>

	<dl>
		<dt>① 일반대학원</dt>
		<dd>일년에 시기적으로 전ㆍ후기로 나뉘어 있고 각각 학과별로 특별전형과 일반전형으로 나누어 모집합니다. 특별전형을 먼저 모집하고 1~2 주 후에 일반 전형이 시작됩니다. 전기 모집의 경우는 매년 전년도 10 월에서 11 월 사이에, 후기 모집의 경우는 5 월에서 6 월 사이에 있는데 학교마다 조금씩 차이가 있으므로 지원하는 학교의 모집요강을 꼼꼼히 참고 하시는 것이 좋습니다.</dd>

		<dt>② 전문대학원</dt>
		<dd>일반대학원과 마찬가지로 전ㆍ후기와 특별ㆍ일반전형이 있습니다. 대부분 일반대학원의 접수 시기보다 1∼2 주 정도 후에 있고, 전공별로 모집 시기가 대체적으로 다른 경우가 많습니다.</dd>

		<dt>③ 특수대학원</dt>
		<dd>특수대학원의 경우 일반대학원과 다르게 경력과 실무 경험이 있는 지원자를 우선으로 선발합니다. 주간과 야간인 것을 확인해야 하고, 4 학기제인지 5 학기제인지도 잘 알아보셔야 합니다.</dd>
	</dl>

	<h1>자격요건</h1>
	<ul>
		<li>- 4년제 대학졸업(예정)자 </li>
		<li>- 국내.외 대학에서 학사학위를 취득한 자 </li>
		<li>- 위 항과 동등한 자격이 있다고 교육부장관이 인정한 자</li>
	</ul>

	<h1>전형방법</h1>
	<dl>
		<dt>① 일반대학원</dt>
		<dd>석사과정의 경우는 영어, 전공, 면접을 치루며, 박사과정은 그 외에 인문계열이나 특정 계열의 경우 제 2외국어 필기시험이 추가되기도 합니다. 영어의 경우 최근에는 일정수준의 TOEFL 성적이나 TOEIC 성적을 제출하면 면제되기도 하는데, 입학시험일을 기준으로 2~3년 이내에 취득한 공인성적표를 원서접수시 제출해야만 합니다.</dd>

		<dt>② 전문대학원</dt>
		<dd>필기시험 및 면접시험 등으로 전형이 이루어지며, 필기시험 과목으로는 주로 전공과목과 영어를 보고 있으며, 대학원에 따라 예능실기가 부과되기도 합니다.</dd>

		<dt>③ 특수대학원</dt>
		<dd>- 서류전형 및 면접시험 부과 대학원 서류전형과 면접만으로 신입생을 선발하는 대학원은 통상 서류 전형 50점 및 면접 전형 50점, 총 100점 만점으로 입학전형을 하는데, 면접이란 용어 대신 구술시험이란 말을 씀으로써 면접을 강조하는 대학원도 있습니다.</dd>
		<dd>- 서류전형, 필기시험 및 면접시험 부과 대학원 최근 추세는 서류전형과 면접전형으로 신입생을 선발하는 경향이 주류를 이루고 있으나, 아직도 서류전형, 필기시험, 면접전형으로 신입생을 선발하는 대학원도 있습니다.</dd>
	</dl>
</div>

<!-- #include file="../inc/bottom_01.asp" -->
<script type="text/javascript">
//<![CDATA[
$( function() {
	$( '#dst20ElemST h1' ).each( function( no ) {
		$( '<b>'+(no+1)+'. </b>' ).prependTo( this );
	} );
} );
//]]>
</script>

<!-- #include file="../inc/bottom_02.asp" -->
