<%
pageNo = 5
sub_01 = 3
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_21">

	<h1>예비법조인 어떻게 뽑나</h1>
	<p>
		로스쿨의 입학 전형과정은 ‘법학전문대학원 설치ㆍ운영에 관한 법률안'에 따른다. 학교 측은 입학생을 선발 시 학부성적(GPA)과 법학전문대학원 적성시험인 법학적성시험 성적을 의무적으로 반영해야 하며 외국어능력을 입학전형자료로 반드시 포함시키도록 했다. 또 입학자 중 비 법학 전공자 출신 및 타 학교 출신이 각각 3분의1 이상이 되도록 하는 등 학생구성의 다양성에 대한 사항을 대학재량이 아닌 의무사항으로 정했다.<br />
		법조인 양성을 위한 교육기간 역시 기존에는 법과대학을 입학할 경우 학부과정 4년과 사법시험 합격후 사법연수원 2년 과정을 수료해 모두 6년의 시간이 걸렸지만 앞으로는 기본적으로 ‘학부 4년+대학원(로스쿨) 3년', 총 7년 의무교육 과정이 늘어나며 법조인들이 모두 법학 전문석사 학위를 받도록 했다.<br />
		주목을 받고 있는 법학적성시험은 지금까지의 사법시험과 그 성격이 사뭇 다르다. 기존 사법시험이 육법전서에 기반한 법학 지식 능력의 정도를 측정하는 시험이었다면 법학적성시험은 말 그대로 로스쿨에서 법학을 배울 수 있는 가능성, 적성을 평가하는 시험이다. 이 때문에 법학적성시험은 미국의 로스쿨 선발시험처럼 입학지원자들의 종합적인 사고력과 문제해결능력을 측정을 우선시하며 법학지식 자체를 시험에 넣지 않고 있다. 매년 8월 실시할 예정이며 나이제한 없이 학사학위 취득자(법령에 의한 동등학력 인정자 포함)여야 응시할 수 있으며 언어이해, 추리논증 영역에서 각 40문항을 치른다.<br />
		법무부는 2009년도 1000명인 사법시험 합격자 수를 2010년부터 200명씩 줄이기 시작해 법학전문대학원(로스쿨) 첫 졸업생이 배출되는 2012년에는 500명, 2013년에는 300명까지 순차적으로 줄이기로 했다. 로스쿨 도입에 따라 현행 사법시험제도는 2016년까지 유지된다. 2017년에는 1차 시험이 없으며 2016년 마지막 1차 시험 합격자에 한해 2, 3차 시험만 치르는 것으로 사법시험은 완전히 폐지된다.<br />
		<strong>출처: http://www.heraldbiz.com/SITE/data/html_dir/2007/07/04/ 200707040061.asp</strong>
	</p>

	<div class="stepimg">
	
		<ol class="blind">
			<li>
				<ul>
					<li><h2>로스쿨 설치대학</h2> <p>(법학부 폐지)법학 비전공자(4년)</p></li>
					<li><h2>로스쿨 미설치대학</h2> <p>법학전공 지전공자(4년)</p></li>
				</ul>
			</li>
			<li>로스쿨 입학시험 (주관기관 추후지정)</li>
			<li>로스쿨 이수 (3년)</li>
			<li>변호사 자격시험 (80% 수준 합격)</li>
			<li>변호사</li>
			<li>
				<ul>
					<li>법관 (자격시험 성적 등으로 법원,법무부, 자체선발)</li>
					<li>검사 (자격시험 성적 등으로 법원,법무부, 자체선발)</li>
					<li>변호사 (지역별 자체연수)</li>
				</ul>
			</li>
		</ol>

		<dl class="blind">
			<dt>기존사법제도</dt>
			<dd>-2009년 : 정상선발(1,000명)</dd>
			<dd>-2010~2016년 : 대폭축소</dd>
			<dd>-2017년 : 완전폐지</dd>
		</dl>

	</div>

	<h1>로스쿨, 왜 어떻게 도입됐나</h1>
	<p>‘법학전문대학원 설치ㆍ운영에 관한 법률' 안이 국회 본회의를 통과 (2007.7.3.), 시행 (2007.9.28.) 됨에 따라 2009 년 3 월부터 법학전문대학원 (Law School) 제도가 도입되게 되었다. 법학전문대학원 제도는 사법시험을 중심으로 법조인을 양성ㆍ충원해 왔던 기존의 제도와는 달리, 법학전문대학원에서의 체계적인 교육을 통해 법률전문가를 양성함을 목적으로 하는 제도로서, 법조인 양성제도의 근간을 뒤바꾸는 커다란 변화를 예고하고 있다.</p>

	<h1>사법시험 제도, 무엇이 문제였나</h1>
	<p>
		현재 우리나라의 법조인 양성제도는 대학의 법학교육, 사법시험, 연수제도의 3 단계로 되어 있다. 법학교육은 법과대학을 중심으로 이루어지고 있고, 법조인 선발은 사법시험을 통하여 이루어지고 있으며, 선발된 예비 법조인에 대한 연수는 대법원 산하의 사법연수원에서 담당하고 있다. <br />
		그러나 그 동안 우리 법학교육과 법조인 양성제도의 문제점으로 다음과 같은 사항이 지적되어 왔다.<br />
		첫째, 소위 ‘고시 망국론' 이라고 할 정도로 국가인력 배분이 왜곡되었다는 점을 들 수 있다. 현재의 사법시험은 전공이나 학력, 대학의 성적을 불문하고 누구나 응시 (2006 년부터는 법학과목 35 학점 이수 필요) 할 수 있어 대학에서 많은 학생들이 자신의 전공보다는 사법시험에 매달려 대학 교육이 파행적으로 진행되고, 응시횟수에도 제한이 없어 소위 ‘고시낭인' 이 속출하였다.<br />
		둘째, 이와 관련하여 고등학교 졸업생들이 소질과 적성에 관계없이 대학의 법학과로 몰리게 되는 현상도 빚어졌다. 이러한 고급 인력의 편중 현상은 학문의 균형발전을 저해하는 요인이 되기도 하였다.<br />
		셋째, 고시학원 위주의 수험 준비로 법대교육이 부실하게 이루어진데다가, 판ㆍ검사 양성을 위한 교과과정 위주의 사법연수원 교육으로 인하여, 국제, 환경, 노동, 조세, 지적재산권 등 다양한 분야에 걸쳐 전문화ㆍ국제화된 변호사를 배출하는 데 한계가 있다는 지적이 제기되어 왔다. 
	</p>

	<h1>법학전문대학원 제도는 어떻게 도입되었을까</h1>
	<p>
		법학전문대학원 제도는 지난 1995 년 문민정부 당시 “세계화추진위원회” 에서 첫 논의가 시작되었고, 이어 국민의 정부 시절 “새교육공동체위원회” 와 “사법개혁추진위원회” 에서 거듭 논의를 하였으나, 각 계의 견해 차이로 대안 마련에는 이르지 못하였다.<br />
		그러다가 참여정부에 이르러 우리나라 사법제도의 전반적인 개혁이 필요하다는 인식 하에 사법개혁위원회가 구성되었고 (2003.10.28.), 사법개혁위원회는 27 차에 걸친 회의 끝에 미국식의 로스쿨 (Law School) 에 상응하는 법학전문대학원 제도를 설치 운영하는 것이 바람직하다고 건의하기에 이르렀고, 그 구체적인 실행기구로서 사법제도개혁추진위원회를 구성하기로 하였다.<br />
		2005 년 1 월에 대통령 산하 자문기구로서 발족한 사법제도개혁추진위원회는 사법개혁위원회가 건의한 법학전문대학원 도입 방안을 구체화하여 각계의 의견을 수렴하고 법학전문대학원 제도의 도입방안에 관한 공청회와 거듭되는 논의를 거쳐 ‘법학전문대학원 설치ㆍ운영에 관한 법률안' 및 동법 시행령안을 2005 년 5 월 16 일 제 3 차 위원회에서 심의ㆍ의결하였다.<br />
		이에 교육인적자원부는 사법제도개혁추진위원회에서 의결한 법률안을 바탕으로 대학 및 관련단체의 의견수렴을 거쳐 ‘법학전문대학원 설치ㆍ운영에 관한 법률안' 을 마련하였고, 2005 년 10 월 17 일 국무회의에서 정부의 동 법률안을 심의ㆍ의결하였으며, 같은 해 10 월 27 일 국회에 정부 법률안이 접수되고, 같은 해 11 월 22 일 교육위에 상정되었다.<br />
		국회 교육위에서는 동 법률안을 법안심사소위원회에 회부하였고, 법안심사소위원회는 2006 년 2 월 16 일, 같은 해 3 월 2 일, 3 월 20 일, 4 월 17 일에 각각 회의를 개최하여 법률안을 심의, 그 내용에 대해 합의하였다. 그러나 사립학교법 개정을 둘러싸고 국회 운영이 파행을 겪으면서 1 년 9 개월 가까이 국회에 계류되어 있다가 2007 년 7 월 3 일에 전격적으로 국회 본회의를 통과하여 7 월 27 일 공포되기에 이르렀다.
	</p>

	<h1>법학전문대학원 제도는 무엇을 지향하나</h1>
	<p>
		첫째, 다원화ㆍ국제화 시대에 부응할 수 있는 유능한 법조인 양성이다. 풍부한 교양과 사회 현상에 대한 깊은 이해를 바탕으로, 민ㆍ형사 등 전통적 분야 외에 조세ㆍ환경ㆍ의료 등 다양한 분야에 전문화되고, 국제 경쟁력 있는 법조인을 양성한다는 것이다.<br />
		둘째, 법학교육과 변호사시험간의 유기적 연계와 함께, 교원 확보율 제고, 실무가 교원 충원 등 교육 여건의 획기적 개선을 통하여 법학 교육의 정상화를 도모한다는 것이다.<br />
		셋째, 다양한 학부 전공자를 대상으로 전문적인 법학교육을 실시한다는 것이다. 우수 인재가 대학의 법학과나 사법시험 준비에 몰리는 고급인력 양성제도의 왜곡현상을 해소하고, 법학전문대학원 학생 선발 시 학부성적 반영으로 대학교육 충실화가 기대된다.<br />
		한편, ‘법학전문대학원 설치ㆍ운영에 관한 법률' 제 2 조는 법학전문대학원의 교육이념에 대하여 ‘이 법에 의하여 설치되는 법학전문대학원은 국민의 다양한 기대와 요청에 부응하는 양질의 법률 서비스를 제공하기 위하여 풍부한 교양, 인간과 사회에 대한 깊은 애정과 이해 및 자유ㆍ평등ㆍ정의를 지향하는 가치관을 바탕으로, 건전한 직업윤리관과 복잡다기한 국내외의 법적 분쟁을 전문적ㆍ효율적으로 해결할 수 있는 지식과 능력을 갖춘 법률가를 양성함을 목적으로 한다' 고 규정하고 있다.
	</p>

	<h1>[법학전문대학원 설치 및 운영에 관한 법률] 주요 내용</h1>
	<p>
		2007 년 7 월 3 일 국회를 통과한 『 법학전문대학원 설치ㆍ운영에 관한 법률 』 의 주요 내용은 다음과 같다.<br />
		다원화ㆍ국제화된 시대에 부합할 수 있는 양질의 법률 서비스를 제공하기 위하여 다양한 학문 배경을 가진 자에게 전문적인 법률이론과 실무 교육을 실시하는 3 년제 법학전문대학원을 2009 년 3 월에 도입하기로 하였다.<br />
		법학전문대학원은 대학 ( 대학원 대학 포함) 에 설치할 수 있으며, 교육인적자원부장관은 교육목표 및 교육과정의 타당성, 설치기준의 충족 여부를 심사하고, 법학교수ㆍ판사ㆍ검사ㆍ변호사 등 13 인으로 구성되는 법학교육위원회의 심의를 거쳐 법학전문대학원을 인가하도록 하였다.<br />
		총 입학정원은 교육인적자원부장관이 국민에 대한 법률 서비스의 원활한 제공 및 법조인의 수급 상황 등 제반사정을 고려하여 정하도록 하되, 대한변협회장, 한국법학교수회장의 의견을 수렴하고 법원행정처장 및 법무부장관과 협의하여 정부안을 수립한 후 국회 소관 상임위원회에 보고하는 절차를 거쳐 정하도록 하였다.<br />
		개별 법학전문대학원의 입학정원은 법학교육위원회에서 정하되, 대통령령으로 150 명 이하로 상한을 두도록 하였다. 법학전문대학원은 교원 1 인당 학생 수 15 인의 범위 안에서 대통령령이 정하는 학생수로 나눈 수의 교원을 확보하도록 하고, 전체 교원의 1/5 이상은 국내ㆍ외 변호사 자격을 갖추고 관련 분야에서 5 년 이상의 실무경력이 있는 자로 확보하도록 하였다.<br />
		입학전형에 대해서는 법학전문대학원은 학부성적 (GPA), 적성시험 (LEET) 결과, 외국어 능력을 입학전형자료로 활용하여야 하며, 그 외 사회활동 및 봉사활동 경력을 입학전형 자료로 활용할 수 있도록 하였다.<br />
		또한 법학전문대학원은 법학전문도서관 등 물적 시설을 갖추고, 경제적으로 어려운 학생들을 위하여 충분한 장학제도를 마련하도록 하였다.<br />
		끝으로 지속적인 평가를 통한 관리를 위하여 대한변호사협회 산하에 법학교수, 판사, 검사, 변호사, 일반시민 등 11 인으로 구성되는 법학전문대학원 평가위원회를 두어 법학전문대학원의 교육, 조직 및 시설 등에 대하여 평가를 하도록 하였다.<br />
		<strong>출처 : 국정브리핑, 한찬식 법무부 법조인력정책과장 | 등록일 : 2007.11.06</strong>
	</p>

</div><!-- //dst_21 -->

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
