<%
pageNo = 5
sub_01 = 4
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_22">
	<h1><img src="../images/pgs/study/txt_05.gif" alt="공인노무사" /></h1>
	<p>
		노동관계법령에 의한 각종 권리구제의 대리 및 인사ㆍ노무관리분야에 대한 전문적인 지식과 경험을 제공함으로써 사업 또는 사업장에서 노동관계업무의 원활한 운영과 인사노무관리의 합리적 운영 및 개선을 도모하는 노동관계전문가를 말합니다. 노사분규의 사전적 예방 및 공정한 조정을 통하여 지속적인 노사공영체제의 확립을 도모함으로써 근로자의 복지증진과 기업의 건전한 발전 및 산업평화유지에 이바지함을 목적으로 하는 노동관계업무의 전문 직업인<br />
		<b>출처:한국공인노무사회(http://www.kcplaa.or.kr/)다.</b>
	</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="*" />
			<col width="25%" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>

		<tbody>
			<tr>
				<td class="tds-1"> 한국산업<br />인력공단 </td>
				<td class="tds-2">
					<span class="style1">1차 시험(6과목)</span><br />
					<strong>필수과목(5)</strong><br />
					<br />
					<u>노동법(1)</u><br />
					근로기준법, 파견근로자보호 등에 관한 법률, 기간제 및 단시간근로자 보호 등에 관한 법률,산업안전보건법, 직업안정법, 남녀고용평등법, 최저임금법, 근로자퇴직급여 보장법,임금채권보장법, 근로자복지기본법, 「외국인근로자의 고용등에 관한 법률, 노동법의 기본이념 등 총론부분 포함 <br />
					<br />
					<u>노동법(2)</u><br />
					노동조합 및 노동관계조정법, 근로자참여 및 협력증진에 관한 법률, 노동위원회법, 공무원의 노동조합 설립 및 운영에 관한 법률, 교원의 노동조합 설립 및 운영에 관한 법률, 노동법의 기본이념 등 총론부분 포함<br />
					<br />
					<u>민법</u><br />
					총칙편, 채권편<br />
					<br />
					<u>사회보험법</u><br />
					사회보장기본법, 고용보험법, 산업재해보상보험법, 국민연금법, 국민건강보험법,고용보험 및 산업재해보상보험의?보험료징수 등에 관한 법률<br />
					<br />
					<u>경제학원론</u><br />
					<br />
					<u>영어</u>(민간공인영어능력시험성적으로 대체)<br />

						<table class="tbl-02">
							<colgroup>
								<col width="*" />
								<col width="17%" />
								<col width="17%" />
								<col width="17%" />
								<col width="17%" />
							</colgroup>

							<tr>
								<th>TOEFL</th>
								<th>TOEIC</th>
								<th>TEPS</th>
								<th>G-TELP</th>
								<th>FLEX</th>
							</tr>
							<tr>
								<td>
									PBT: 530점 이상<br />
									CBT: 197점 이상<br />
									IBT: 71점 이상<br />
								</td>
								<td>700점 <br />이상</td>
								<td>625점 <br />이상</td>
								<td>Level 2의 65점 <br />이상</td>
								<td>625점 <br />이상</td>
							</tr>
						</table>

					※ 응시원서와 함께 그 시험공고일부터 역산하여 2년이 되는 성적표를 제출<br />
					<br />
					<u><strong>선택과목(1)</strong></u><br />
					경제학원론, 경영학개론 중 1과목 선택<br />
					<br />
					<span class="style1">2차 시험(4과목)</span><br />
					<strong>필수과목(3)</strong><br />
					<u>노동법</u><br />
					근로기준법, 파견근로자보호 등에 관한 법률, 기간제 및 단시간근로자 보호 등에 관한 법, 산업안전보건법, 산업재해보상보험법, 고용보험법, 노동조합 및 노동관계조정법, 근로자참여 및 협력증진에 관한 법률, 노동위원회법, 공무원의 노동조합 설립 및 운영에 관한 법률」, 교원의 노동조합 설립 및 운영에 관한 법률, 노동법의 기본이념 등 총론부분 포함  <br />
					<br />
					<u>인사노무관리론</u><br />
					<br />
					<u>행정쟁송법</u><br />
					행정쟁송법의 경우 행정심판법 및 행정소송법과민사소송법 중 행정쟁송 관련 부분<br />
					<br />
					<u>선택과목(1)</u><br />
					경영조직론, 노동경제학,  민사소송법 중 1과목 선택<br />
					<br />
					<span class="style1">3차 시험</span> <br />
					※ 면접</p>
				</td>
				<td>제1차시험 합격자의 결정은 영어과목을 제외한 나머지 과목에 대하여 매 과목 40점 이상, 전 과목 평균 60점 이상을 득점한 자로 하며, 제2차시험 합격자의 결정은 매 과목 배점의 4할 이상, 전 과목 배점 합계의 6할 이상을 득점한 자로 한다. <br />제3차시험은 면접시험 평정요소마다 각각 '상'(3점), '중'(2점), '하'(1점)로 구분하고 총 12점 만점으로 하여 평균이 '중'(8점) 이상인 자를 합격자로 한다. 다만, 위원의 과반수가 어느 하나의 평정요소에 대하여 '하'로 평정한 때에는 불합격으로 한다. <br /><br />자세한 사항은 한국산업인력관리공단 Q-net(www.Q-net.or.kr)홈페이지 참조.</td>
			</tr>
		</tbody>
	</table>

	<span class="inblk" style="height:40px;"></span>

	<h1><img src="../images/pgs/study/txt_06.gif" alt="변리사" /></h1>

	<p>
		변리사는 산업재산권에 관한 상담 및 권리취득이나 분쟁해결에 관련된 제반업무를 수행하는 산업재산권에 관한 전문 자격사로서, 산업재산권의 출원에서 등록까지의 모든 절차 대리, 산업재산권 분쟁사건 대리(무효심판ㆍ취소심판ㆍ권리범위확인심판ㆍ정정심판ㆍ통상실시권허여심판ㆍ거절(취소)결정불복심판 등), 심판의 심결에 대해 특허법원 및 대법원에 소제기하는 경우 그 대리, 권리의 이전ㆍ명의변경ㆍ실시권ㆍ사용권 설정 대리, 기업 등에 대한 산업재산권 자문 또는 관리업무 등을 담당한다.<br />
		<b>출처: 특허청(http://www.kipo.go.kr)내의 산업재산보호과(042-481-5187)에서 관할</b>
	</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="*" />
			<col width="35%" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>

		<tr>
			<td class="tds-1">특허청</td>
			<td class="tds-2">
				<strong>1차 과목</strong><br />                    
				산업재산권법(특허법, 실용신안법, 상표법, 의장법 및 조약 포함), 민법개론(친족편 및 상속편 제외), 자연과학개론, 영어 <br />      <br />
				<strong>2차 과목</strong><br />
				<u>필수과목(3)</u><br />
				특허법(조약 포함), 상표법(조약 포함), 민사 소송법<br />
				(강제집행편 제외)<br />
				<u>선택과목(1)</u><br />
				의장법(조약포함)·행정법·저작권법·경제원론·산업<br />
				디자인·기계공작법·기계설계·열역학·제련공학·금속<br />
				재료·광물처리공학·선반설계·유기화학·무기공업화학·<br />
				화학반응공학·재배학원론·전기자기학·회로이론·반도체<br />
				공학·제어공학·통신이론·데이터구조론·고체물리학·<br />
				발효공학·분자생물학·약제학·약품제조화학·섬유재료학·방적공학·건축구조학·콘크리트 및 철근콘크리트공학<br />
				중 1과목
			</td>
			<td>
				1차 시험:<br />
				매과목 40점 이상, 전과목 평균<br />
				60점 이상을 득점한 자중에서 전<br />
				과목 총득점에 의한 고득점자 순<br />
				으로 결정(시행령 제4조 제1항)<br />
				<br />
				2차 시험:<br />
				매과목 40점 이상, 전과목 평균<br />
				60점 이상인 자를 합격자로 하되,<br />
				최소합격인원에 미달할 경우 매과목 40점 이상인 자중 최소합격<br />
				인원 범위내에서 고득점순으로 <br />
				결정 (시행령 제4조 제2항)
			</td>
		</tr>
	</table>

	<span class="inblk" style="height:40px;"></span>
	<h1><img src="../images/pgs/study/txt_07.gif" alt="공인중개사" /></h1>
	<p>
		공인중개사란 일정한 수수료를 받고 토지, 건물 등에 관하여 거래당사자의 매매, 교환, 임대차 등의 중개를 하는 전문직업인을 말한다.<br />
		<b>출처: 한국산업인력관리공단 Q-net(http://won.hrdkorea.or.kr)?</b>
	</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="*" />
			<col width="35%" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>

		<tr>
			<td class="tds-1">국토해양부<br />산업인력<br />관리공단 </td>
			<td class="tds-2">
				<strong>1차 과목</strong><br />
				부동산학개론(부동산감정평가론 포함), 민법(총칙 중<br />
				법률행위, 질권을 제외한 물권법, 계약법중 총칙·매매<br />
				·교환·임대차) 및 민사특별법중 부동산중개에 관련되는<br />
				규정      <br />
				<br />
				<strong>2차 과목</strong><br />      
				공인중개사의 업무 및 부동산 거래신고에 관한 법령<br />
				및 중개실무<br />
				부동산 공시에 관한 법령(부동산등기법·지적법) 및 <br />
				부동산관련세법<br />
				부동산공법(국토의 계획 및 이용에 관한 법률·건축법·<br />
				도시개발법·개발제한구역의 지정 및 관리에 특별조치<br />
				법·도시 및 주거환경정비법·주택법·산림법·산지관리법·<br />
				농지법)중 부동산 중개에 관련되는 규정 <br />
			</td>
			<td>
				① 제1차 시험은 
				매과목 100점을 <br />
				만점으로 하여 매과목 40점 이상, 전과목 평균 60점이상 득점한 자를 합격자로 한다. <br />
				<br />
				② 제2차 시험은 매 과목 100점을 만점으로 하여 매과목 40점이상, 전과목 평균 60점이상 득점한 자를 합격자로 결정한다.<br />
				<br />
				③ 제1차 시험에 불합격자의 제2차시험은 무효로 한다.
			</td>
		</tr>
	</table>

	<span class="inblk" style="height:40px;"></span>
	<h1><img src="../images/pgs/study/txt_08.gif" alt="주택관리사" /></h1>
	<p>아파트 등 공동주택관리(행정관리, 기술관리)의 전문화 및 효율화를 위하여 정부에서 실시하는 전문자격시험으로서 이 시험에 합격한 자는 공동주택관리를 전담하게 된다.</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="*" />
			<col width="35%" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>
		<tr>
			<td class="tds-1">국토해양부<br />산업인력<br />관리공단 </td>
			<td class="tds-2">
				<strong>1차 과목</strong><br />
				민법총칙<br />
				회계원리<br />
				공동주택시설개론<br />
				( 목구조·철골구조·특수구조를 제외한 일반건축구조와 공기조화·냉동설비를 제외한 건축설비개론 및 장기수선계획 수립등을 위한 건축적산을 포함한다.)<br />      <br />
				<strong>2차 과목</strong><br />
				주택관리 관계법규<br />
				주택법·임대주택법·건축법·소방법·승강기제조 및 관리에 관한 법률 전기<br />
				사업법·시설물의 안전관리에 관한 특별법·민법(물권·채권)·집합건물의 소유 및 관리에 관한 법률 중 주택관리에 관련되는 규정<br />
				공통주택관리실무<br />
				시설관리·환경관리·공동주택회계관리·입주자관리·대외업무, 사무·인사관리, 안전·방재관리 및 리모델링 등
			</td>
			<td>주택관리사보 자격시험 제1, 2차 시험은 매 과목 100점을 만점으로 하여 매 과목 40점이상이고 전 과목 평균 60점 이상 득점한 자를 합격자로 합니다.<br />과목별 합격, 제1차 시험 미응시자의 제2차 시험 합격 등은 인정되지 않습니다. 다만, 2004년 제8회 시험 1차 시험 합격자는 제9회 시험에 한해 제1차 시험이 면제됩니다.</td>
		</tr>
	</table>

	<span class="inblk" style="height:40px;"></span>
	<h1><img src="../images/pgs/study/txt_09.gif" alt="감정평가사" /></h1>
	<p>토지 등의 경제적 가치를 판정하여 그 결과를 화폐액으로 표시하는 전문자격인이다. 즉, 종전의 공인감정사와 토지평가사가 지가공시법의 제정으로 현재의 감정평가사로 일원화되었다.(시행처 : 건설교통부) 현재 감정평가사가 누리고 있는 지위, 보수 및 외국의 예에 비추어 볼 때 감정평가사도 앞서의 부동산관련 자격증과 함께 고소득을 보장받으며 각광 받는 자격증의 하나로 볼 수 있다.</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="*" />
			<col width="35%" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>
		<tr>
			<td class="tds-1">국토해양부</td>
			<td class="tds-2">
				<p><strong>1차 과목</strong>(선택형 문제) <br />
				민법(총칙·물권)<br />
				부동산관계법규<br />
				(국토의 계획 및 이용에 관한 법률, 부동산가격 공시 및 감정평가에 관한 법률, 국유재산법, 건축법, 지적법,<br />
				부동산 등기법)<br />
				회계학<br />
				경제학원론<br />
				영어      <br />      
				<br />
				<strong>2차 과목</strong>(논문 기입형) <br />
				감정평가실무<br />
				감정평가이론<br />
				감정평가 및 보상법규<br />
				(부동산 가격공시 및 감정평가에 관한 법률, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률)
				</p>
			</td>
			<td>제1차시험 : 매과목 40점이상, 전과목 평균 60점이상 득점한 자<br /><br />제2차시험 : 매과목 40점이상, 전과목 평균 60점이상 득점한 자</td>
		</tr>
	</table>

	<span class="inblk" style="height:40px;"></span>
	<h1><img src="../images/pgs/study/txt_10.gif" alt="사회조사분석사" /></h1>
	<p>
		사회조사분석사 제도란 사회 각 분야의 자료와 정보를 효율적으로 수집?분석하고, 보다 양질의 조사결과를 생산할 수 있는 전문가의 양성을 위해 2000년부터 시행해오고 있으며, 통계청은 사회조사분석사 소관주무부처로서 자격소지자의 수급관리, 자격검정시험의 운영에 관한 정책결정 등의 역할을 수행하고 있습니다.<br />
		<b>출처: 한국산업인력공단( http://www.hrdkorea.or.kr) 위탁시험</b>
	</p>

	<table class="tbl-01">
		<colgroup>
			<col width="15%" />
			<col width="35%" />
			<col width="*" />
		</colgroup>

		<thead>
			<tr>
				<th>시험주관</th>
				<th>시험과목</th>
				<th>합격자결정</th>
			</tr>
		</thead>

		<tr>
			<td class="tds-1">통계청</td>
			<td class="tds-2">
				<p><strong>사회조사분석사 2급</strong><br />
				1차시험(필기시험)<br />
				조사방법론(Ⅰ·Ⅱ), 
				사회통계<br />
				<br />
				<strong>2차 과목</strong>(실기시험) <br />
				사회조사분석실무(설문작성, 단순통계처리 및 분석) </p>
			</td>
			<td>
				-필기시험의 합격기준은 1과목당<br />
				100점을 만점으로 하여 매 과목당 40점이상 전과목 평균 60점 이상<br />
				- 실기시험의 합격기준은 100점을 만점으로 하여 60점 이상<br />
				※시험의 일부과정을 미응시하는 경우 득점에 관계없이 불합격<br />
				<br />
				&lt;검정의 일부합격인정&gt; <br />
				-필기시험에 합격한 자에 대하여 당해 필기시험 합격한 날로부터 2년간 당해년도 필기시험 면제<br />
				※필기시험 면제기간 유효기간은 원서접수기간까지 적용<br />
				(예시:2004년 3.21 필기시험 합격한 경우, 2006년 3.20~23까지 실기시험원서접수 기간이더라도 3.21까지 원서접수하여야 함)
			</td>
		</tr>
	</table>
</div>


<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
