<%
pageNo = 5
sub_01 = 5
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<!-- 카테고리 메뉴 -->
<ul class="lsts_6">
	<li><a href="study_05_01.asp"><img src="../images/btns/tab_04_01_on.gif" alt="법무사 시험안내" /></a></li>
	<li><a href="study_05_02.asp"><img src="../images/btns/tab_04_02.gif" alt="법무사 업무" /></a></li>
	<li><a href="study_05_03.asp"><img src="../images/btns/tab_04_03.gif" alt="법무사 교재선택" /></a></li>
</ul>
<!-- //카테고리 메뉴 -->

<ul class="dst_11_ul">
	<li>
		<h1>응시자격</h1>
		<p>당해 시험의 제3차 시험예정일을 기준으로 법무사법 제6조 각 호의 1에 해당하는 결격사유가 없어야 하며, 법무사법시행규칙 제15조의 규정에 의하여 응시자격을 정지 당한 자는 응시할 수 없음.</p>
	</li>

	<li>
		<h1>시험방법</h1>
		<p>
			(1) 제1차시험 : 객관식 필기시험<br />
			(2) 제2차시험 : 주관식 필기시험(제1차 시험 합격자 및 면제자에 한함)<br />
			(3) 제3차시험 : 구술시험(제2차 시험 합격자에 한함), 법무사 직무수행에 필요한 전문지식과 응용능력을 평정함
		</p>
	</li>

	<li class="nobdr">
		<h1>시험과목구분 제 1차 시험</h1>

		<div class="dst_tbl-01-bx">
			<table class="dst_tbl-01">
				<colgroup>
					<col width="20%" />
					<col width="40%" />
					<col width="*" />
				</colgroup>

				<thead>
					<tr>
						<th>구분</th>
						<th>제1차시험</th>
						<th>제2차시험</th>
					</tr>
				</thead>

				<tr>
					<td class="tds-1">제 1과목</td>
					<td class="tds-2">헌법(40), 상법(60)</td>
					<td>민법(100)</td>
				</tr>
				<tr>
					<td class="tds-1">제 2과목</td>
					<td class="tds-2">민법(80), 가족관계의 등록 등에 관한법률(20)</td>
					<td>형법(50), 형사소송법(50)</td>
				</tr>
				<tr>
					<td class="tds-1">제 3과목</td>
					<td class="tds-2">민사집행법(70), <br />상업등기법 및비송사건절차법(30)</td>
					<td>민사소송법(70), 민사사건관련서류의 작성(30)</td>
				</tr>
				<tr>
					<td class="tds-1">제 4과목</td>
					<td class="tds-2">부동산등기법(60), 공탁법(40)</td>
					<td>부동산등기법(70), 등기신청서류의 작성(30)</td>
				</tr>
			</table>
		</div>

		<p>※ 괄호 안의 숫자는 각 과목별 배점비율임.</p>
	</li>

	<li>
		<h1>응시원서접수</h1>
		<dl class="lsts_7">
			<dt><b>가. 접수방법 및 시간</b></dt>
			<dd>(1) 접수방법</dd>
			<dd>(가) 대법원 시험정보 사이트(http://exam.scourt.go.kr)에 직접 접속하거나 대법원 홈페이지 (http://www.scourt.go.kr/정보광장/시험정보)에 접속하여 접수할 수 있음.</dd>
			<dd>(나) 구체적인 방법은 접수기간 중에 시험정보 사이트에서 처리단계별로 안내함.</dd>
			<dd>(다) 원서 접수 시에는 미리 3.5㎝×4.5㎝(140×180 pixel)크기의 모자를 쓰지 않은 상반신 사진을 스캔하여 jpg(jpeg)형식의 파일로 준비하여야 하고, 응시수수료 10,000원 외에 별도의 처리비용<br />
				   (카드결제, 실시간 계좌이체, 휴대폰결제)이 소요됨.</dd>
		</dl>

		<span class="inblk" style="height:10px;"></span>

		<dl class="lsts_7">
			<dt><b>나. 원서접수 시 유의 사항</b></dt>
			<dd>(1) 제1차 시험은 응시자의 주소지에 관계없이 응시지역(시험장소)을 선택할 수 있고(서울, 대전, 대구, 부산, 광주 중에서 택일), 본인이 선택한 응시지역(시험장소)에서만 응시할 수 있으며 접수기간이 종료한 후에는 선택한 응시지역(시험장소)를 변경할 수 없음.</dd>
			<dd>(2) 신체상의 장애로 인하여 객관식 답안지(O.M.R.용지)작성이 현저히 불편한 응시자에 대하여 법무사 자격심의위원회의 의결로 시험시간연장(20분) 등 조치의 필요성 유무를 결정하므로 이에 해당하는 응시자는 응시원서 접수기간내에 장애인임을 증명하는 종합병원의 진단서, 장애인등록증 사본 등의 소명자료를 첨부한 신청서를 법원행정처 인사 운영심의관실로 제출하여야 하며, 의결내용에 대하여는 추후 개별적으로 통지함.</dd>
		</dl>
	</li>

	<li>
		<h1>시험의 일부면제</h1>
		<dl class="lsts_7">
			<dd>가. 법무사법 제5조의2 제1항에 의한 경력이 있는 자는 제1차 시험을 면제함.</dd>
			<dd>나. 법무사법 제5조의2 제2항에 의한 경력이 있는 자는 제1차 시험의 전과목과 제2차 시험과목 중 제1과목 및 제2과목을 면제함.</dd>
			<dd>다. 제1차 시험에 합격한 자에 대하여는 다음 회의 시험에 한하여 제1차 시험을 면제함. </dd>
			<dd>라. 시험의 일부를 면제받고자 하는 자는 당해 시험의 응시자격요건을 갖추어야 하며, 응시원서 접수기간 내에 면제사항을 기재한 응시원서를 반드시 제출하여야 함. </dd>
			<dd>마. '(1) 및 (2)'항의 경력산정은 당해 시험의 제2차시험일(시험을 수일간 실시하는 경우 첫 일자)을 기준으로 함. </dd>
			<dd>바. '(1) 및 (2)'항에 의하여 시험의 일부 면제를 받고자 하는 자는 해당 근무경력사항이 포함된 경력증명서를 응시원서 접수기간내에 법원행정처 인사운영심의관실로 제출하여야 함.</dd>
		</dl>
	</li>

	<li>
		<h1>합격자결정</h1>
		<p>법무사법시행규칙 제13조에 의함.</p>
	</li>
</ul>

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
