<%
pageNo = 5
sub_01 = 5
sub_02 = 2
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<!-- 카테고리 메뉴 -->
<ul class="lsts_6">
	<li><a href="study_05_01.asp"><img src="../images/btns/tab_04_01.gif" alt="법무사 시험안내" /></a></li>
	<li><a href="study_05_02.asp"><img src="../images/btns/tab_04_02_on.gif" alt="법무사 업무" /></a></li>
	<li><a href="study_05_03.asp"><img src="../images/btns/tab_04_03.gif" alt="법무사 교재선택" /></a></li>
</ul>
<!-- //카테고리 메뉴 -->

<div class="dst_23">

	<p><b>법무사법 제2조에 규정되어 있습니다. 2조를 보면...</b></p>
	<ul>
		<li>1. 법원과 검찰청에 제출하는 서류의 작성 </li>
		<li>2. 법원과 검찰청의 업무에 관련된 서류의 작성 </li>
		<li>3. 등기 기타 등록신청에 필요한 서류의 작성 </li>
		<li>4. 등기·공탁사건의 신청대리 </li>
		<li>5. 제1호 내지 제3호에 의하여 작성된 서류의 제출대행 등을 열거해놓고 있습니다. </li>
	</ul>

	<p>각종 등기처리(부동산등기. 상업등기), 소장작성, 가압류(가처분)신청, 경매신청 등이 주된업무이고 고소(고발)장 작성, 가사사건, 비송사건(화의신청, 파산신청, 등등)의 전문지식을 갖추고 일반인의 법률사무를 대행하여 처리하는 서민의 변호사라 할 수 있습니다.<br />
	물론 번호사처럼 당사자를 대리해서 법정에 출석하여 변론할 수 있는 권한은 없지만 변호사처럼 그 문턱이 높지 않아 일반 서민들도 비교적 쉽게 접할수 있다는 장점이 있어 서민의 법률상담에 많은 도움을 줄 수 있기에 무척이나 보람된 직업이라 할 수 있습니다. </p>

	<p><b>이들을 구체적으로 살펴보먼 다음과 같습니다.</b></p>


	<h1>1. 법률문서의 작성과 그 신청 또는 제출의 대리·대행</h1>

	<ul class="tp-ul">
		<li>
			<h2>(1) 법원과 검찰청에 제출하는 서류의 작성 및 제출대행</h2>
			<dl>
				<dt>◆ 법원에 제출하는 서류</dt>
				<dd>소장,답변서,준비서면 </dd>
				<dd>가압류,가처분 및 집행사건의 신청서 </dd>
				<dd>상소장 및 그 이유서 </dd>
				<dd>가사소송심판 청구서 </dd>
				<dd>비송사건시청서 </dd>
				<dd>독촉, 화해, 공시최고의 신청서 </dd>
				<dd>공탁신청서</dd>

				<dt>◆ 검찰청에 제출하는 서류 </dt>
				<dd>형사고소.고발장 </dd>
				<dd>고소취소장 진정서, 탄원서 등</dd>
			</dl>
		</li>

		<li>
			<h2>(2) 법원과 검찰청의 업무에 관련된 서류의 작성</h2>
			<p>장래의 법률적 분쟁에 대비하거나 당사자간의 법룰관계를 확정하는 각조의 계약서, 합의서 소송의 준비를 위하여 
		     작성하는 채무이행의 최고서, 통지서 검찰이외의 수사기관에 제출하는 형사고소. 고발장, 형사합의서 등</p>
		</li>

		<li>
			<h2>(3) 등기 기타 등록신청에 필요한 서류의 작성 및 신청대리</h2>
			<dl>
				<dt>◆ 부동산등기신청서 (선박, 입목, 공장, 광업등기 포함)</dt>
				<dd>소유권 보존등기 </dd>
				<dd>소유권 이전등기 </dd>
				<dd>용익권 담보권의 설정, 처분 등기 </dd>
				<dd>각종 말소, 변경 기타 등기 </dd>

				<dt>◆ 상업등기 또는 법인등기신청서 상업등기는 회사의 설립.합병. 조직 등기, 자본증가.감소 등기, 사채의 발행 등기</dt>
				<dd>지배인등의 선임 및 해임등기 등이 있다 법인등기에는 본점의 이전, 지점의 설치 목적 또는 상호의 등기 </dd>
			</dl>
		</li>

		<li>
			<h2>(4) 공탁 관련 서류의 작성 및 신청대리</h2>
			<ul>
				<li>변제공탁신청 </li>
				<li>보증공탁신청 </li>
				<li>집행공탁신청 </li>
				<li>보관공탁신청 </li>
				<li>공탁물출급신청 </li>
				<li>공탁물회수신청 등 </li>
			</ul>
		</li>
	</ul>

	<h1>2. 법률문제의 상담</h1>
	<p class="in-p">법무사는 법무, 즉 법률에 관한 전반적인 사항을 취급하는 전문직업인으로서 제2의 변호사라 해도 과언이 아니다.<br />일반국민들은 웬만한 민,형사사건에 대해서는 변호사 보다도 법무사를 먼저 찾는 경우가 많다. 이는 법무사의 문턱 이 낮은에다 더 친숙하게 느껴지고 상담료 등 비용이 적게 들기 때문이다. 그 렇다고 법무사의 활동영역이 반드시 일반국민들의 일상적인 법률문제에 국한되어 있는 것은 아니 다. 회사나 법인의 설립, 합병,청산, 회사의 자본증가나 감소, 사채발행, 본점 또는 지점의 이전이 나 설치, 회사의 대표이사 등 임원이나 지배인의 선임, 변경, 해임에 있어서의 필요한 법적절차는 대부분 법무사가 대행하므로, 자연히 기업과 관련된 법률문제에 대해서도 상담하게 된다.</p>

</div><!-- //dst_23 -->

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
