<%
pageNo = 2
sub_01 = 4
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<ul class="dst_11_ul">
	<li>
		<h1>경제학 <b>|</b> <i>Introduction to Economics</i></h1>
		<p>경영 의사결정에 필요한 생산/소비이론, 시장경쟁 구조와 전략, 정보경제학, 게임이론 등을 강의한다.</p>
	</li>

	<li>
		<h1>경찰행정 <b>|</b> <i>Police Administration</i></h1>
		<p>경찰행정의 본질, 경찰행정학의 발전과정, 각국의 경찰조직, 경찰인사행정, 경찰조직관리, 경찰재무관리 등 경찰행정학 전반에 관하여 기본적인 지식을 다룬다.</p>
	</li>

	<li>
		<h1>노동법 <b>|</b> <i>Labor Law</i></h1>
		<p>현실에서 발생하는 노동사건 판례의 분석을 통하여, 노동사건의 특수성과 그 규범적 해결로서의 노동법이 갖는 특성 등을 연구한다.</p>
	</li>

	<li>
		<h1>등기실무 <b>|</b> <i>Practice of Registration of Real Estate Act</i></h1>
		<p>부동산등기법 및 시행규칙과 비송사건절차법 및 상업등기처리규칙을 근간으로 다룬다.</p>
	</li>

	<li>
		<h1>물권법 <b>|</b> <i>Property Law</i></h1>
		<p>물권법에서는 물건의 취득과 그 소유권을 기본으로 하여, 물권이 제한된 용익물권과 담보물권을 비롯하여 점유권 등을 연구하게 된다.</p>
	</li>

	<li>
		<h1>민법총칙 <b>|</b> <i>General Principles of Civil Law</i></h1>
		<p>사인간의 생활법률관계를 규율하는 민법의 기초이론을 민법총칙에서 배운다. 민법총칙은 민법의 기초원리, 권리의 주체와 객체, 법률행위 및 대리제도 등으로 구성되어 있다.</p>
	</li>

	<li>
		<h1>민사집행법 <b>|</b> <i>Enforcement Law of Civil Judgement</i></h1>
		<p>집행비용, 선박ㆍ자동차 등에 대한 강제집행, 국고금의 압류, 유체동산에 대한 배우자의 우선매수권 등에 관한 규정을 연구한다.</p>
	</li>

	<li>
		<h1>범죄심리학 <b>|</b> <i>Criminal Psychology</i></h1>
		<p>범죄자의 동기, 심리 그리고 성격 특성에 대한 연구와, 그들의 교정 과정에 대해서 알아본다.</p>
	</li>

	<li>
		<h1>법학개론 <b>|</b> <i>Introduction to Law</i></h1>
		<p>법학개론에서는 법학에 관한 기초이론을 습득하면서, 법학의 전반적인 분야에 관해 고찰하게 된다.</p>
	</li>

	<li>
		<h1>보험ㆍ해상법 <b>|</b> <i>Law of Admiralty and Insurance</i></h1>
		<p>상행위 가운데 그 규제대상과 범위가 독특한 해상 및 보험을 상법일반이론에 기초하여 이해할 수 있도록 한다.</p>
	</li>

	<li>
		<h1>부동산공법1 <b>|</b> <i>Public Law of Real Estate 1</i></h1>
		<p>공법의 체계, 국토의 계획및 이용에 관한 법률, 도시개발법, 도시 및 주거환경정비법, 건축법, 주택법, 농지법, 산지관리법 등을 살펴본다.</p>
	</li>

	<li>
		<h1>부동산공법2 <b>|</b> <i>Public Law of Real Estate 2</i></h1>
		<p>국토기본법, 국토의 계획 및 이용에 관한 법률, 건축법, 수도권정비계획법, 산지관리법, 도로법, 관광진흥법, 체육시설 관련법, 물류시설관련법, 공장시설관련법 등을 살펴본다.</p>
	</li>

	<li>
		<h1>부동산조세론 <b>|</b> <i>Theory of Real Estate Tax</i></h1>
		<p>부동산조세는 부동산실무와 밀접한 과계에 있는 과목이다. 본 과목에서는 부동산세제의 기초이론과 과세방법 및 절차, 그리고 각론으로서 부동산보유에 관한 과세, 부동산거래에 관한 과세 등을 학습한다. 또한 부동산세제는 국세인 경우도 많지만, 지방자치단체의 주요 세원이 부동산 관련 세이므로 지방세에 관하여도 학습한다.</p>
	</li>

	<li>
		<h1>사회복지조사론 <b>|</b> <i>Research Methods for Social Welfare</i></h1>
		<p>사회조사의 방법, 절차 및 기술에 대한 전반적인 연구를 통하여 사회복지분야에서의 과학적 접근법의 활용성과 한계를 고찰한다.</p>
	</li>

	<li>
		<h1>상법총칙 <b>|</b> <i>General Principles of Business Law</i></h1>
		<p>상법총칙에서는 상인과 상행위에 관해 먼저 배우고, 영업의 인적ㆍ물적 설비 및 양도, 기타 대리상, 중개업, 위탁매매업, 운송업, 창고업 등에 관한 개별적 상행위를 연구하게 된다.</p>
	</li>

	<li>
		<h1>소송실무 <b>|</b> <i>Practice of Lawsuits</i></h1>
		<p>소송의 일반을 이해하고 , 우리 법정의 현상과 이해, 소송을 진행하기 위해 필요한 소장작성과 준비사항, 그리고 민사소송의 공격방어방법, 증거준비, 등을 알아보며, 다음으로 형상소송에서 고소와 고발, 그리고 피의자로서 방어를 위한 보석, 영장실질심사, 그리고 형사증거의 문제등을 알아보고, 가정문제로 이혼 등 가사소송을 알아보며, 마지막으로 행정소송을 알아본다.</p>
	</li>

	<li>
		<h1>인사행정 <b>|</b> <i>Public Personnel Administration</i></h1>
		<p>인사행정의 개념, 인사기구, 공직의 분류, 직업공무원제와 공무원의 정치적 중립, 근무성적 평정 및 보수제도, 공무원단체 활동 등 인사행정의 여러 측면을 연구한다.</p>
	</li>

	<li>
		<h1>정책분석론 <b>|</b> <i>Policy Analysis</i></h1>
		<p>정책과정의 틀 속에서 정책분석의 방법, 정책분석 절차, 정책평가의 기준, 정책평가의 방법과 논리 등의 문제를 다룬다.</p>
	</li>

	<li>
		<h1>정책평가론 <b>|</b> <i>Policy Evaluation</i></h1>
		<p>정책의 책임성 확보를 위한 방법연구에 초점이 주어진다. 정책의 사전, 사후, 중간단계 평가에 관한 기초적 이론과 사례를 분석한다.</p>
	</li>

	<li>
		<h1>정책학의 이해 <b>|</b> <i>Introduction to Policy Sciences</i></h1>
		<p>정책학의 기초이론과 기법을 폭넓게 연구하고 이들을 실제의 정책형성과 결정, 집행과 평가에 적용하는 능력을 함양한다.</p>
	</li>

	<li>
		<h1>지방자치행정 <b>|</b> <i>Local Autonomy Administration</i></h1>
		<p>지방자치 및 지방행정에 대한 본질을 이해하고, 현재 우리나라에서 전개되고 있는 지방자치 및 지방행정에 대한 실상을 연구한다.</p>
	</li>

	<li>
		<h1>재무행정 <b>|</b> <i>Financial Administration</i></h1>
		<p>오늘날 행정국가 하에서의 예산의 의의와 기능을 살펴보고 예산이론을 이해한 후 예산 과정의 각 단계인 편성, 심의, 집행, 결산, 그리고 예산개혁을 다룬다.</p>
	</li>

	<li>
		<h1>채권법각론 <b>|</b> <i>Law of Contracts and Torts</i></h1>
		<p>채권법각론에서는 채권의 발생원인인 계약, 사무관리, 부당이득, 불법행위 등에 관해 연구하게 된다. 특히 계약에서는 14가지의 전형적인 계약유형을 구체적으로 배우게 된다.</p>
	</li>

	<li>
		<h1>채권법총론 <b>|</b> <i>General Principles of Contracts and Torts Law</i></h1>
		<p>채권법총론에서는 채권의 목적, 채권의 효력, 수인의 채권자와 채무자, 채권양도와 채무인수, 채권의 소멸 및 증권적 채권에 관하여 연구하게 된다.</p>
	</li>

	<li>
		<h1>통계학의 이해 <b>|</b> <i>Introduction to Statistics</i></h1>
		<p>컴퓨터사용이 일반화된 오늘날에는 시장정보, 고객정보 등이 통계자료로 만들어져 관리되고 분석된다. 이처럼 중요성을 더해가는 통계분석방법을 체계적으로 익히기 위해, 엑셀사용의 기초에서부터 시작하여 통계적 의사결정에 이르기까지 단계적으로 공부한다.</p>
	</li>

	<li>
		<h1>헌법 <b>|</b> <i>Constitutional Law</i></h1>
		<p>헌법의 전문과 헌법의 기초원리를 배우고, 우리 헌법상의 국민의 기본권과 국가의 통치구조 에 관해서 공부하며, 아울러 헌법재판소의 위헌판결 등에 관하여 고찰함으로써 하위법률 등에서 어떻게 헌법이 구체적으로 시현되는가를 연구하게 된다.</p>
	</li>

	<li>
		<h1>현대사회와 행정 <b>|</b> <i>Introduction to Economics</i></h1>
		<p>현대사회의 행정현상의 실제 영역을 정책, 조직, 인사, 예산, 정보, 지방자치, 행정개혁의 분야로 나누어서 개괄적으로 이해할 수 있도록 한다.</p>
	</li>

	<li>
		<h1>형법각론 <b>|</b> <i>Criminal Law</i></h1>
		<p>형법 각칙의 개별 범죄들을 연구대상으로 그 구체적 내용을 분석한다.</p>
	</li>

	<li>
		<h1>형법총론 <b>|</b> <i>Criminal Law</i></h1>
		<p>형법상의 범죄와 형벌에 관하여 그 기본적 원리 및 이론을 구성요건, 위법성, 책임의 순으로 연구한다. 아울러 미수범과 공범, 죄수 및 형벌에 관하여도 고찰한다.</p>
	</li>

	<li>
		<h1>형사소송법 <b>|</b> <i>Criminal Procedure Law</i></h1>
		<p>형사소송법의 제원칙ㆍ기본구조ㆍ효력 및 소송주체와 소송절차를 살펴본 후 각론에서 비상구제절차ㆍ특별형사절차ㆍ재판의 집행에 관하여 고찰한다.</p>
	</li>

	<li>
		<h1>형사증거론 (미국초완대학교 교류과목) <b>|</b> <i>Criminal Evidence</i></h1>
		<p>공판중심주의의 채택을 눈앞에 두고 있는 시점에서 형사증거 즉 범죄증거가 재판에서 차지하는 비중은 높아질 수밖에 없으므로 이러한 현실을 감안하여 형사사건 심리에 있어서 증거의 중요성을 강조하고 제반 증거규칙을 학습한다.</p>
	</li>

	<li>
		<h1>행정법 <b>|</b> <i>Administrative Law</i></h1>
		<p>행정법의 일반이론과 용어를 읽혀서 개개 행정법의 각론에 적용할 수 있도록 기본적인 학습을 하며 행정심판과 행정소송의 중요성을 감안하여 행정구제법을 잘 습득하도록 한다.</p>
	</li>

	<li>
		<h1>정부와 기업관계 <b>|</b> <i>Public Administration Organization</i></h1>
		<p>조직의 이론과 실무에 관한 문헌을 검토하며 동시에 개념, 접근방법, 인간의 이해, 의사결정 및 현안 문제를 심도 있게 다룬다.</p>
	</li>

	<li>
		<h1>행정조직 <b>|</b> <i>Government-Business Relations</i></h1>
		<p>정부와 민간 기업간의 관계를 시장 실패와 정부 실패의 관점에서 알아보고, 정부 규제를 경제적 규제와 사회적 규제로 나누어 분석하고 규제 완화를 다룬다.</p>
	</li>

	<li>
		<h1>회사법 <b>|</b> <i>Corporation Law</i></h1>
		<p>회사법에서는 회사의 설립, 기관구성, 합병과 분할, 조직변경, 주식교환 및 이전, 회사의 해산과 청산 등의 조직에 관련한 내용과 주식, 기관운영, 배당제도, 신주발행, 자본감소 등의 운영에 관련한 내용을 연구하게 된다.</p>
	</li>

	<li>
		<h1>21세기 문화트렌드 읽기 <b>|</b> <i>Reading 21C Culture Trend</i></h1>
		<p>문화 트렌드를 알아야 하는 이유, 문화 트렌드의 달라진 환경, 영화 트렌드와 글로벌리제이션, 만화/애니메이션 트렌드와 "키덜트", 광고 트렌드와 휴머니즘, 게임 트렌드와 청소년, 스포츠 트렌드와 사회 체육, 축제 트렌드와 지역 사회 발전, 공연예술 트렌드와 문화적 다양성, 대중음악 트렌드와 민족주의, 미술 시장의 트렌드와 미래 전망, 패션 트렌드와 사회심리학, 스타 트렌드와 사회적 가치 변화에 대해 학습한다.</p>
	</li>

	<li>
		<h1>경매실무와 전략 <b>|</b> <i>Real Estate Auction &amp; Strategy</i></h1>
		<p>부동산 경매의 이해와 부동산 경매의 실전을 위한 준비하고 부동산 경매 관련 법과 판례의 이해를 통해 경매투자에서 수익의 극대화를 추구하는 전략을 습득한다.</p>
	</li>

	<li>
		<h1>비즈니스영어입문 <b>|</b> <i>Business English for Jobs</i></h1>
		<p>
			1. 학습자들이 본 과목 수강을 통해 외국계 회사에 취직하는 것 같은 간접체험을 하게 하여 영어를 습득하게 한다.<br />
			2. Authentic Material, PBL등을 스토리 텔링으로 구성한다.<br />
			3. 학습자의 능동적으로 주어진 글로벌 비즈니스상황에 대처하는 능력을 함양한다. 자가 학습을 위해 일정량의 task를 부여하고, 점진적으로 자신의 문제에 적용하여 해결하는 단계별 심화학습도 가능하도록 유도한다.
		</p>
	</li>

	<li>
		<h1>직업과 윤리 <b>|</b> <i>Vocational Ethics</i></h1>
		<p>정보사회에서의 직업 환경의 변화에 따라 새롭게 대두되고 있는 직업윤리와 관련된 제반 내용을 파악하고, 직업인으로서 올바른 행동 방향을 정립한다.</p>
	</li>
</ul><!-- //dst_11_ul -->

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
