<%
pageNo = 2
sub_01 = 5
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_12">

	<h1>신입생의 경우</h1>
	<ul>
		<li>→ 졸업학점은 140학점이다.</li>
		<li>→ 140학점은 교양과목에서 35학점, 전공과목에서 42학점, 그리고 전공선택 내지 자유선택 교과목에서 63학점을 자유롭게 이수 할 수 있다('06학번까지는 전공과목에서 35학점이상).</li>
		<li>→ 또한 63학점은 우열이 없는 또다른 전공을 하기 위한 학점으로 이수할 수도 있다.</li>
		<li>→ 교과과정의 교과목들은 학년별로 수강신청을 하는 것이 바람직하다.</li>
		<li>→ 그러나 1학년이라고 해서 2학년 3학년 4학년 교과목을 수강신청하지 못한다는 것은 아니다.</li>
		<li>→ 자신의 취향에 따라 자유롭게 상급학년 교과목을 우선적으로 수강 신청할 수도 있다.</li>
		<li>→ 이와 반대로 상급학년이 1학년, 2학년 교과목을 수강 신청할 수도 있다.</li>
		<li>→ 신입생의 수강신청은 교양필수인 『사이버학습의 이해』, 『컴퓨터이해와 활용』 과목을 우선적으로 포함하여 교양분야에서 관심있는 과목을 2~3과목 정도 선택하고, 그리고 1학년 전공과목을 1~2과목 신청하여 총 5~6과목 정도 신청하는 것을 권장한다.</li>
	</ul>

	<b class="inblk line-b"></b>

	<h1>편입생의 경우</h1>
	<ul>
		<li>→ 2학년 편입생은 35학점을, 3학년 편입생은 70학점을 인정받고 입학하였기 때문에 2학년 편입생은 105학점, 3학년 편입생은 70학점을 서울사이버대학교에서 이수해야 한다.</li>
		<li>→ 2학년 편입생은 35학점을 교양으로, 3학년 편입생은 70학점 중 교양으로 35학점, 자유선택으로 35학점을 인정받는다.</li>
		<li>→ 교양필수인 『사이버학습의 이해』와 『컴퓨터이해와 활용』을 본교에서 이수해야 하는지 안 해도 되는지는 → 본인이 [학사정보] → [수강신청 및 등록] → [수강신청] → 오른쪽 상단의 [학점이수정보] 에서 확인할 수 있다.</li>
		<li>→ 편입학 인정학점에서 교양필수인 『사이버학습의 이해』와 『컴퓨터이해와 활용』 과목을 인정받은 경우, 본교에서 추가로 이수하여야 하는 교양학점은 없다. 그러나 인정받지 못한 경우는 첫 학기에 교양필수인 『사이버학습의 이해』와 『컴퓨터이해와 활용』 과목을 수강할 것을 권장한다.</li>
		<li>→ 편입생의 첫수강신청의 경우 전공교과목은 학생 여러분들이 취사선택하여 학년별 교과목 구별 없이 자유롭게 이수할 수 있으나 전공 수업의 기초를 쌓기 위해 1, 2학년 전공과목 위주로 총5~6과목 정도 신청할 것을 권장한다.</li>
	</ul>

	<b class="inblk line-b"></b>

	<h1>공통사항</h1>

	<table class="dst_12_tb">
		<colgroup>
			<col width="22%" />
			<col width="22%" />
			<col width="*" />
		</colgroup>

		<thead>
			<tr>
				<th>구분</th>
				<th>신청가능 학점</th>
				<th>유의사항</th>
			</tr>
		</thead>

		<tbody>
			<tr>
				<td class="clr-1">115학점 이하<br />이수자</td>
				<td class="clr-2">12학점 ~ 21학점</td>
				<td class="d-bdr">12학점 미만으로 수강신청을 희망하는 경우, 수강신청 기간에 이수학점조정신청원을 제출하면 6학점이상 신청가능. 이수학점조정신청원에 따라 학교에서 수강신청을 대신 완료함.<br />이수학점조정신청 절차: [로그인] → [학사정보] → [수강신청 및 등록] → [이수학점 조정신청] → 신청원 작성</td>
			</tr>
			<tr>
				<td class="clr-1">116학점 이상<br />이수자</td>
				<td class="clr-2">3학점 ~ 21학점</td>
				<td class="d-bdr">졸업연기신청자의 경우는 이수학점조정신청을 하지 않아도 3학점(1개 과목)이상 학생이 직접 수강신청 할 수 있음.</td>
			</tr>
		</tbody>
	</table>

	<ul>
		<li>→ 직전학기에 12학점 이상 이수하고 성적 평점평균이 4.0 이상인 학생은 24학점까지 수강신청 할 수 있다.</li>
		<li>→ 수강신청이 15학점 미만인 자는 다음 학기 성적장학생에서 제외된다.</li>
		<li>→ 6학점까지 수강할 수 있는 계절학기와 정규학기를 포함하여 한 학기당 24학점까지만 수강할 수 있고, 한 학기에 24학점을 이수하면 계절학기를 수강할 수 없다.</li>
		<li>→ 마지막 졸업학기에도 계절학기 수강을 할 수 있다.</li>
		<li>&nbsp;</li>
		<li>→ 교양필수 교과목은 2001~2007학년도 신ㆍ편입생의 경우『컴퓨터이해와 활용』이고, 2008학년도 이후 신ㆍ편입생의 경우『사이버학습의 이해』, 『컴퓨터이해와 활용』이며, 졸업을 위해서 반드시 이수해야 하는 교과목이다.</li>
		<li>→ 교양필수 “『컴퓨터이해와 활용』 과목은 기초와 응용으로 나누어 운영하므로, 학생의 선택에 따라 기초와 응용 중 1과목만 이수하면 된다.</li>
		<li>→ 교양필수 “『사이버학습의 이해』, 『컴퓨터이해와 활용』 과목은 성적을 부여하지 않고 pass/ fail 로 구분한다(100점 만점에서 70점 이상인 경우 pass임, 성적을 부여하지 않으므로 평점평균에는 포함되지 않지만 총 졸업학점에는 포함됨)</li>
		<li>→ 교양과목은 졸업 전까지 총 35학점 이상을 이수해야 한다.</li>
		<li>→ 교양과목은 개설된 교양과목들 중에서 자유롭게 선택하여 신청하면 된다.</li>
		<li>→ 단, 교양학점 35학점 중 1학점이라도 부족할 경우 졸업에 영향을 미치게 되므로 주의하여 수강 신청해야 한다.</li>
		<li>&nbsp;</li>
		<li>→ 전공필수 교과목은 따로 두지 않으며, 다만 교과과정의 학년별 이수체계에 따른 수강신청을 권장한다.</li>
		<li>→ 전공과목은 졸업 전까지 2001~2006학년도 신ㆍ편입생의 경우 총 35학점 이상, 2007학년도 신ㆍ편입생 부터는 총 42학점 이상을 이수해야 한다.</li>
		<li>→ 전공과목 수강신청 시 주의할 점은 교과목 중에 총론이 있고, 각론이 있으며, 또한 Ⅰ, Ⅱ로 나누어진 교과목들이 있다. 이런 경우 총론이나 Ⅰ의 교과목을 먼저 수강신청을 해야 한다.</li>
		<li>→ 단, 이들 교과목에 이해가 있는 학생들은 우선순위를 두지 않고 편하게 수강신청을 할 수도 있다.</li>
	</ul>

	<h2>[재수강 및 이수과목포기]</h2>
	<ul>
		<li>→ 재수강을 희망하는 학생은 재수강하고자 하는 과목의 학점을 이수과목포기신청을 통해 포기한 후 해당과목수강신청을 직접 실시하면 된다.</li>
		<li>→ 입학 후부터 직전학기까지 기존 취득학점이 C+ 이하의 과목에 한하여 이수학점을 포기할 수 있다.</li>
		<li>→ 학기당 2과목 까지 포기신청을 할 수 있다. 단, F학점 과목은 과목 수에 상관없이 포기신청할 수 있다.</li>
		<li>→ 수강신청 및 정정기간에 포기할 과목을 선택하여 신청하면, 학교에서 신청내역을 확인하고 해당 과목의 성적을 수강기록, 성적 및 학점 등을 모두 삭제 처리한다.</li>
		<li>→ 신청절차 :[로그인] → [학사정보] →[수강신청 및 등록] →[이수과목포기신청] →포기할 과목 선택</li>
	</ul>

	<h2>[복수전공]</h2>
	<ul>
		<li>→ 복수전공신청은 평점평균이 3.0 이상인 자로 2학년 1학기 말부터 3학년 2학기 말까지 신청할 수 있다. 단, 편입생의 경우 본 대학에서 16학점 이상을 이수하고 평점평균이 3.0 이상인 자로 한다.</li>
	</ul>

	<h2>[유의사항]</h2>
	<ul>
		<li>→ 수강신청 전에 반드시 [로그인] →[학사정보] → [수강신청 및 등록] → [시험시간표조회]에서 시험시간표를 확인 한다.</li>
		<li>→ 수강신청 전에[로그인] →[학사정보] → [수강신청 및 등록] → [수강신청]에서 각 과목별 수업계획서 내용을 확인한다.</li>
	</ul>

	<h2>[수강신청절차]</h2>
	<ul>
		<li>
			→ [로그인] →[학사정보] → [수강신청 및 등록] → [수강신청] → 수강희망과목을 우측으로 이동하여 선택<br />
			<strong>※교양과정 또는 타 학과에 개설된 과목 수강을 희망하는 경우 상단의 목록메뉴에서 [교양과정] 또는 [학과이름] 을 클릭</strong>
		</li>
	</ul>

</div>

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
