<%
pageNo = 2
sub_01 = 3
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_10">

	<h1 class="blind">교육과정의 특징</h1>
	
	<div class="blind">
		<h2>국정관리과정</h2>
		<ol>
			<li>세계화와 정보화라는 새로운 질서현상 속에서 거버넌스(governance) 양식을 효율적으로 관리할 수 있는 유능한 행정가 양성과정</li>
			<li>행정고시, 외무고등고시, 지방행정고시, 각종 공무원 시험, 입법고시, 국회직, 대학원진학</li>
		</ol>
	</div>

	<div class="blind">
		<h2>질서관리과정</h2>
		<ol>
			<li>세계화 시대의 법률서비스시장 개방이라는 시대적 변화 속에서 경쟁력있고 유능한 법조인을 양성하기 위한 과정</li>
			<li>사법고시, 법원행정고등고시, 및 법원직, 경찰공무원, 대학원진학</li>
		</ol>
	</div>

	<div class="blind">
		<h2>변화적응과정</h2>
		<ol>
			<li>지식이 노동, 자본 등의 종래 생산 요소 보다 더욱 주된 생산요소로 작용하는 지식기반사회에서 능동적으로 대처하기 위한 능력개발과정</li>
			<li>법무사, 변리사, 공인노무사, 감정평가사, 행정사, 주택관리사, 사회조사분석사, 공인중개사, 정책분석평가사, 법무행정실무사, 공인행정관리사, 대학원진학</li>
		</ol>
	</div>

</div>

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
