<%
pageNo = 1
sub_01 = 1
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<!-- 카테고리 메뉴 -->
<ul class="lsts_6">
	<li><a href="intro_01_01.asp"><img src="../images/btns/tab_int_01_01_on.gif" alt="학과소개" /></a></li>
	<li><a href="intro_01_02.asp"><img src="../images/btns/tab_int_01_02.gif" alt="학과소개 동영상" /></a></li>
</ul>
<!-- //카테고리 메뉴 -->

<div class="bk_15">

	<p class="ttl_ment"><span class="blind"><b>법무행정학과</b> 여기에 새로운 미래가 있습니다.</span></p>

	<span class="inblk bdr"></span>

	<p class="ment_01">
		<span>우리 법무행정학과는 21세기 실용적인 가치창조의 리더를 자임하고 있다. 21세기 지식기반사회가 복잡·다원화되면서 예전에는 비교적 단순한 제도와 직무기능 만으로도 처리 가능한 직무수요가 주류를 이루었으나, 지금은 복잡한 제도와 다양한 분야의 직무기능에 대한 이해와 숙달이 있어야만 처리가 가능한 융합형 또는 복합형 직무수요가 날로 증가하고 있다. 이러한 다층적인 문제해결을 위해 분야간 경계 허물기와 지식의 융합으로 다양한 방면을 두루 이해하는 ‘통섭(Consilience, 統攝)형’ 인재를 양성하는 것이 국가·사회발전의 필수요건이 되고 있다. 국가·사회발전에 적합한 통섭형 인간은 자기 전문 분야에 관한 깊이 있는 수준의 지식과 전문성을 전제로 다양한 방면의 생각들을 쉽게 받아들이고, 이해하며, 적용할 수 있는 유연한 사고를 가진 실용적인 가치창조형이여야 한다. 이제 이러한 인재를 육성하기 위한 방식으로 교육 등이 진행되어야 할 것이다. 우리 법무행정학과는 통섭형 인재양성을 위해 법학과 행정학을 통합하여 운영함으로써 양 분야의 다양한 지식을 습득할 수 있고, 다양한 자격증 취득을 위한 준비과정과 폭넓은 관련지식의 습득으로 업무수행에 도움을 줄 뿐만 아니라 대학원 진학에도 도움이 되는 진정한 수요자 중심의 전문가 양성 교육을 지향한다.</span>

		<u></u>
	</p>

	<span class="bgc_01"></span>

</div><!-- //bk_15 -->

<div class="bk_16">

	<h3><img src="../images/pgs/intro/txt_01.gif" alt="교육목적" /></h3>
	<p>우리 법무행정학과는 "믿음으로 일하는 자유인"을 교육이념으로 하고, 국가와 인류사회에 공헌하는 인재양성, 21세기 창의적 전문가사회의 구현을 교육목적으로 하고 있는 우리대학의 지향에 맞추어 지식기반사회의 실용적인 통섭형 인재양성을 목적으로 한다.</p>

	<h3><img src="../images/pgs/intro/txt_02.gif" alt="교육목표" /></h3>
	<p>우리 법무행정학과는 이러한 학과 목적을 달성하기 위하여, 지식을 열린 마음으로 창출하고, 나누는 마음으로 공유하며, 경쟁력을 강화하는 마음으로 활용하는 진정한 부가가치창출의 실용적인 가치창조 전문가 양성을 목표로 한다.</p>

	<h3><img src="../images/pgs/intro/txt_03.gif" alt="실천목표" /></h3>
	<ul>
		<li>우리 법무행정학과는 이러한 학과 목표를 달성하기 위하여 ①실용적인 업무수행역량 강화, ②실용적인 법조인 및 행정가 양성, ③대학원 및 로스쿨 진학 증대, ④ 자격증 취득 제고 등을 세부실천지표로 명시하여 심혈을 기울일 것이다.</li>
		<li><b>- 첫째,</b> 법학과 행정학의 수요자 중심 맞춤형 통합 교육과정개발을 위하여 시대가 요구하고 사회가 필요로 하는 감각을 잃지 않으면서 학습자의 니즈를 반영하여 행정지식과 법률지식에 관한 이론과 실무를 충분히 겸비할 수 있도록 모든 노력을 다할 것이다.</li>
		<li><b>- 둘째,</b> 21세기 교육의 대안은 사이버교육에 있고, 사이버교육의 방법은 첨단화에 있으며, 이런 기반으로 학습의 수월성을 높여 보다 교육의 질을 높이기 위하여 사이버교육의 핵심인 최고의 콘텐츠 개발로 지루하지 않고 즐거운 학습이 되도록 심혈을 기울일 것이다.</li>
		<li><b>- 셋째,</b> 지식기반사회를 선도하는 창의적 인재 양성을 위하여 기호에 따라 준비하는 다양한 교육 수요자에게 실무형 교육서비스인 해외견학, 오프특강, study반 운영, 자격증 취득, 대학원 진학, 각종 시험 준비 등에 꼭 필요한 정보를 제공함으로써 살아있는 교육, 생동감 넘치는 교육이 되도록 최선을 다할 것이다.</li>
		<li><b>- 넷째,</b> 공ㆍ사조직이 원하는 기초지식을 습득케 하고, 대학과 산업현장이 직접 연계되어 현장감이 있는 실용적인 교육으로 업무수행역량을 강화하며, 외국 유명대학과의 꾸준한 교류를 통하여 최우수 교육환경과 정보 제공으로 삶을 좀 더 풍요롭게 만들 수 있는 선도적 역할을 다할 것이다.</li>
	</ul>

	<h3><img src="../images/pgs/intro/txt_04.gif" alt="수요자 만족 극대화 비전 2013" /></h3>
	<p>
		<img src="../images/pgs/intro/pg_03.gif" alt="" class="t_img" />
		"법무행정학과는 행정지식과 법률지식에 관한 이론과 실무를 겸비한 전문가를 양성합니다."<br /><br />
		
		실용적인 지식인 양성은 물론 대학원 진학과 각종 자격증 취득을 위해 최고의 교수진이 노력하고 있습니다.<br /><br />
		
		언제나 친절한 학습도우미가 여러분의 학습을 편안하게 도와드립니다.

		<span class="blk"></span>
	</p>

	<h3><img src="../images/pgs/intro/txt_05.gif" alt="학위취득" /> <span>- 법무행정학사</span></h3>
	<p class="no_pdn">&nbsp;</p>

	<h3><img src="../images/pgs/intro/txt_06.gif" alt="관련자격증" /></h3>
	<ul class="int">
		<li><b>1)</b> 법학 관련 자격증은 변호사, 법무사, 변리사, 공인노무사, 손해사정사, 감정평가사, 공동주택관리사, 공인중개사, 법무행정실무사, 그리고 대학원 및 로스쿨, 일반공무원 및 경찰공무원 준비 등의 자격증을 취득할 수 있다.</li>
		<li><b>2)</b> 행정 관련 자격증은 정책분석평가사, 사회조사분석사, 행정사, 공인행정관리사, 그리고 대학원 및 로스쿨, 일반공무원 준비 등의 자격증을 취득할 수 있다.</li>
	</ul>

	<h3><img src="../images/pgs/intro/txt_07.gif" alt="졸업후 진로" /></h3>
	<p class="nobg">
		현대의 조직이라면 , 어떠한 기관이든 간에 비전 , 판단력 , 업무처리능력 , 폭 넓은 인간관계 , 변화 대응능력 등을 고루 갖춘 인재를 필요로 한다 .<br />
		졸업후 진로는 사회 전 분야에 걸쳐 다양하다 . 즉 , 일반공무원 , 경찰공무원 , 검찰공무원 , 법원공무원 , 소방 및 교정공무원 , 국회사무처 , 선거관리위원회 , 언론계 , 금융기관 , 각종 공 · 사기업체의 송무나 채권관리 , 여성단체 , 정당 및 사회단체 그리고 법무사 , 변리사 , 노무사 , 법무법인이나 개인법률사무소 사무요원 등으로 진출할 수 있으며 , 특히 공 · 사부문에서 정책관련 업무 , 일반관리 업무 , 총무 및 인사관리 업무 , 기획 및 조사분석 업무 , 예산관련 업무 , 이외에도 분야별 전문영역 업무에서 기획 및 관리업무를 담당할 수 있다.
	</p>

</div>

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
