<%
pageNo = 1
sub_01 = 3
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_02">

	<div class="blind">

		<h1>"내안의 나를 깨워라"</h1>
		<p>2007 교육과학기술부 종합평가 최우수 서울사이버대학교의 법무행정과는……</p>

		<ol>
			<li>
				<h2>수요자 중심의 법학과 행정학을 통합운영</h2>
				<p>법무행정학과는 기존 대학이 할 수 없는 법학과 행정학을 통합하여 운영함으로써 다양한 지식을 습득할 수 있고, 업무수행역량의 질적 강화는 물론 다양한 자격증 취득과 대학원 진학을 위한 진정한 수요자 중심의 학과이다.</p>
			</li>
			<li>
				<h2>최고의 교수진/실속있는 커리큘럼</h2>
				<p>법무행정학과는 최고의 교수진이 이론과 실무를 융합한 실용적인 커리큘럼과 질 높은 강의로 전문인재를 양성하는 학과이다.</p>
			</li>
			<li>
				<h2>외국 학문 교류 확대</h2>
				<p>법무행정학과는 공판중심주의를 핵심 내용으로 하는 국민참여재판제도 시행에 맞추어 미국 Chowan대학교 Criminal Justice학과와 Criminal Evidence 교과목을 공동 개발하여 개설하고 있다.</p>
			</li>
			<li>
				<h2>재학중 1인 1자격증 이상 취득 목표</h2>
				<p>법무행정학과는 각종 시험에 대비한 학습의 기회를 제공하고 있으며, 그 외에도 법무행정실무협회, 한국행정관리협회, 그리고 한국정책능력진흥원과 상호협력에 관한 양해각서(MOU)를 교환하여 법무행정실무사, 공인행정관리사, 정책분석평가사 등과 같은 자격증을 재학 중 취득할 수 있도록 적극 지원하고 있다.</p>
			</li>
			<li>
				<h2>국내외 대학원 최다 진학 목표</h2>
				<p>법무행정학과는 국내외 대학원 최다 진학을 목표로 하고 있으며, 현재 법무행정학과를 졸업한 우수한 인재들이 여러 대학원에 진학하고 있다.</p>
			</li>
			<li>
				<h2>인적/학습네트워크 구축</h2>
				<p>법무행정학과는 Off-Line 특강, 해외견학, M.T 등을 통한 실무지식 함양은 물론 학생관계 증진과 각종 동아리 활동 및 학과 Study Group 활동에 역점을 두고 있다.</p>
			</li>
			<li>
				<h2>친절한 전문 도우미의 학습지원</h2>
				<p>법무행정학과에서는 T.A(Teaching Assistant)와 전문 Tutor가 편안하게 학습을 할 수 있도록 친절한 학습도우미 역할에 최선의 노력을 기울이고 있다.</p>
			</li>
		</ol>

		<p><strong>"미래를 읽는 자만이 미래의 승자가 될 수 있다"</strong></p>

	</div>

</div>

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
