<%
pageNum = 2
subNum01 = 4
subNum02 = 1

%><!-- #include virtual = "/inc/top_01.asp" -->
<!-- #include virtual = "/inc/top_02.asp" -->

<div class="lab-04a">
	<h1>그린마케팅은 지속가능제품의 시장가치화를 극대화하기 위한 시장 전략으로서 그린마케팅 주요 전략은 다음과 같습니다.</h1>
	<ul>
		<li>그린소비자 니즈 도출</li>
		<li>지속가능 브랜드 개발</li>
		<li>그린 커뮤니케이션</li>
		<li>지속가능제품인증(라벨링)</li>
	</ul>
</div><!-- //lab-04a -->

<div class="lab-04b">
	<h1>그린소비자 니즈 도출</h1>

	<p>오늘 날 제품 성공의 열쇠가 소비자에 달려있듯이 지속가능제품 개발 뿐 아니라 그린마케팅 수행에 있어서도 그린소비자의 정확한 니즈 도출과 반영은 필수적이라 할 수 있습니다.</p>

	<p>그 동안 일부 친환경 지속가능제품이 소비자의 니즈를 고려하지 않고 환경성만을 강조하여 시장에서 외면당하였습니다.</p>

	<p>이제는 소비자가 표현하는 니즈 뿐 아니라 말하지 않거나 본인도 알지 못하는 숨겨진 니즈까지 발굴하여 제품의 지속가능성에 반영하는 것이 시장에서의 성공 여부를 결정짓는 핵심이라고 할 수 있습니다.</p>

	<h2>Case Study 1. 소비자의 숨겨진 니즈까지 찾아라</h2>
	<ul>
		<li>때때로 본인은 그린소비자이고 친환경제품을 구입할 것이라고 답하지만 실제로는 행동에 옮기지 않는 경우가 발생</li>
		<li>소비자의 숨어있거나 사실과 다른 마음까지 알고자 하는 트렌드 관찰자들은 쓰레기통까지 연구</li>
	</ul>
</div><!-- //lab-04b -->

<div class="lab-04c">
	<h1>지속가능브랜드 개발</h1>

	<p>오늘 날 친환경·지속가능제품에 대한 관심과 요구가 나날이 높아지면서 일시적인 제품 개발에 그치는 것이 아니라  지속가능 브랜드 개발을 동시 진행하여 출시하는 사럐가 늘어나고 있습니다.</p>

	<p>새로운 브랜드로의 개발 뿐 아니라 기존의 브랜드의 리뉴얼을 통해 지속가능브랜드로 재포지셔닝하여 새로운 경쟁력을 확보하는 경우도 있습니다.</p>

	<h2>Case Study 1. 새로운 브랜드 개발 _ 빌려쓰는 지구</h2>
	<ul>
		<li>LG생활건강의 프리미엄 친환경 자연주의 브랜드</li>
		<li>브랜드명 자체에서 친환경브랜드임을 강하게 전달함</li>
		<li>제품을 같은 포장디자인으로 계열화하여 메시지의 일관성이 높음</li>
	</ul>

	<h2>Case Study 2. 브랜드 리뉴얼 _ 비욘드</h2>
	<ul>
		<li>기존의 이미지가 약한 상태에서 친환경 브랜드로 재포지셔닝</li>
		<li>적극적이고 통합적인 <q>에코 뷰티 브랜드</q> 전략으로 성공</li>
		<li>친환경, 공정거래, 화학 방부제 무첨가, 인공색소 무첨가, 동물실험 반대, 피부안정성 테스트, 화학성분 최소화, 폐기물 최소화, 재활용 포장재, 화석연료 사용축소를 원칙으로 삼고 이를 제품, 광고, 디자인, 인테리어, 영업스킬 등 전 영역에 적용</li>
	</ul>
</div><!-- //lab-04c -->

<div class="lab-04d">
	<h1>지속가능제품 관련 인증</h1>

	<p>관련 인증 즉 라벨링 제도의 활용은 제품에 대한 투명성과 신뢰성을 근거로 소비자에게 알기 쉽게 지속가능제품임을 전달하는 그린마케팅 전략 중의 하나입니다. 공인 기관의 라벨링 제도의 경우 관련 인센티브와의 연계를 통해 해당 제품의 소비를 촉진하기도 합니다.</p>

	<h2>국내의 지속가능제품에 관련된 인증제도의 종류는 아래와 같습니다.</h2>
	<table summary="국내의 지속가능제품에 관련된 인증제도의 종류">
		<tr>
			<th scope="row">명칭</th>
			<td>환경마크제도</td>
			<td>환경성 자기주장 제도</td>
			<td>환경성적표지제도</td>
			<td>탄소성적표지제도</td>
			<td>대한민국 로하스 인증제도</td>
		</tr>
		<tr>
			<th scope="row">개요</th>
			<td>동일 용도의 제품 중 생산 및 소비과정에서 오염을 상대적으로 적게 일으키거나 자원을 절약할 수 있는 제품에 환경마크를 표시하는 제도</td>
			<td>환경성을 주장하고 싶은 조직이 환경정보를 개발하여 자체적으로 주장하는 형식</td>
			<td>재료 및 제품의 생산 , 유통 , 소비 및 폐기단계 등의 전과정에 대한 환경성 정보를 계량적으로 표시하는 제도</td>
			<td>제품의 생산 , 수송 , 사용 , 폐기 등의 모든 과정에서 발생되는 온실가스 발생량을 CO 2 배출량으로 환산하여 라벨 형태로 제품을 부착하는 제도</td>
			<td>로하스 정의에 따라 노력하고 성과를 보인 기업 및 단체의 제품 , 서비스 , 공간에 대하여 인증하는 제도</td>
		</tr>
		<tr>
			<th scope="row">운영기관</th>
			<td>한국환경산업기술원</td>
			<td>공정거래위원회</td>
			<td>한국환경산업기술원</td>
			<td>한국환경산업기술원</td>
			<td>한국표준협회 ( KSA)</td>
		</tr>
		<tr>
			<th scope="row">시행년도 ( 국제규격 / 성격 )</th>
			<td>1992 (ISO 14024 / 제 3 자 인증 )</td>
			<td>1999 (ISO 14021 / 자기주장정보 )</td>
			<td>2000 (ISO 14025 / 제 3 자 인증 )</td>
			<td>2009 ( 제 3 자 인증 )</td>
			<td>2006 ( 제 3 자 인증 )</td>
		</tr>
		<tr>
			<th scope="row">라벨</th>
			<td></td>
			<td>아모레퍼시픽 해피바스 세잎클로버 사례</td>
			<td></td>
			<td>탄소배출량 인증, 저탄소상품 인증</td>
			<td></td>
		</tr>
	</table>
</div><!-- //lab-04d -->

<div class="lab-04e">
	<h1>그린 커뮤니케이션</h1>

	<p>그린 커뮤니케이션 또한 기업들이 그린마케팅의 주요 수단으로 활용하는 활동입니다.</p>

	<p>그 동안 주로 기업의 친환경·지속가능경영 활동에 대한 그린 커뮤니케이션이 주를 이루었으나 오늘 날에는 특정 제품 및 브랜드에 대한 그린 커뮤니케이션도 활성화되고 있습니다.</p>

	<h2>Case Study 1. 아모레퍼시픽의 이니스프리 공병 수거 캠페인</h2>
	<p>다 쓴 이니스프리 제품의 용기를 매장에 비치된 공병 수거함으로 가져오면 이니스프리 매장 및 아리따움에서 사용이 가능한 뷰티포인트를 적립</p>

	<h2>Case Study 2. 행복 나눔 N 캠페인</h2>
	<p>캠페인에 참여하는 기업은 제품에 N마크를 붙이고 판매 수익금 중 일부를 공익활동(복지, 환경, 글로벌, 문화예술, 보건의료 등)에 지원</p>

</div><!-- //lab-04e -->

<!-- #include virtual = "/inc/btm.asp" -->