<%
pageNo = 3
sub_01 = 1
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<!-- 카테고리 메뉴 -->
<ul class="lsts_6">
	<li><a href="rese_01_01.asp"><img src="../images/btns/tab_02_01_on.gif" alt="이런분을 추천해주세요" /></a></li>
	<li><a href="rese_01_02.asp"><img src="../images/btns/tab_02_02.gif" alt="예비입학생추천" /></a></li>
</ul>
<!-- //카테고리 메뉴 -->

<div class="dst_14">

	<h1 class="blind">“평생학습”은 선택이 아닌 필수</h1>
	<p class="blind">
		급변하는 지식정보사회에서 자신의 능력을 향상시키고 제2의 커리어를 개발하기 위해 모두가 평생학습하는 
		시대가 되었음을 강조하는 말입니다. 이제 학습하지 않으면 생존이 어려운 시대가 되었습니다. 
		정신과 의사인 이시형 박사가 집필한 『공부하는 독종만이 살아남는다』는 책이 베스터셀러가 된 이유입니다. 
		원래부터 공부하기를 좋아하는 사람은 거의 없습니다. 하지만 현대인들은 공부하지 않으면 안 되는 세상에 살고 
		있습니다. 그것도 일하면서 말입니다. 우리 조상들은 낮에는 일하고 밤에는 공부하는 ‘주경야독(晝耕夜讀)’을 
		강조하였는데 명실 공히 그런 시대가 된 것입니다. 
		주경야독을 자연스럽게 실천하는 대학이 있습니다. 바로 서울사이버대학교입니다. 이곳에서는 시간과 공간을 
		초월하여 언제나 어디서든 컴퓨터만 있으면 공부를 할 수 있습니다. 그래서 학생들은 주경야독이라는 
		말 대신에 ‘주경야컴’이라고 부르기를 좋아합니다. 미래학자들은 사이버교육의 중요성을 이구동성으로 말하고 
		있습니다. 저명한 미래학자이며 교육학자인 미국의 테드 칸 박사는 “미래의 대학은 포털과 사이버대학으로 
		변화된다”고 자신있게 예측하고 있습니다. 
		본교는 전국의 17개 사이버대학 중에서 교육과학기술부로부터 최우수평가를 받은 4년제 종합대학교입니다. 
		44년 전통을 자랑하는 명문사학인 신일고등학교가 속한 신일재단에서 운영하는 학교입니다. 지난 10년 동안 
		본교는 명품인재를 고집하며 고품격 교육을 실천하기 위해 달려왔습니다. 직장에 다니면서 공부하고, 
		공부하면서 학위도 받는 대학이기에 사이버교육의 모델이 되었습니다. 본교의 위상은 서울시에서도 인정을 
		하였습니다. 최근 서울시는 지하철 4호선 역명에 미아역을 서울사이버대학과 병기하도록 하여 사이버대학 
		최초로 인가를 해주었습니다. 이는 사이버대학의 역할과 위상을 입증해주는 사례가 아닐 수 없습니다. 
		지금 서울사이버대학에서는 약 9,000명의 재학생들이 주경야컴을 하며 평생학습의 기쁨을 누리고 있습니다. 
		학생들은 스스로 “사이버대학의 서울대학인 서울사이버대학생”이라는 자부심을 가지고 열심히 공부하고 
		있습니다. 본교의 우수한 교수진과 직원들은 고품격 교육을 제공하기 위해 최선의 노력을 기울이고 있습니다. 
		주변에 평생학습에 대한 관심과 열정이 있는 분이 있으면 추천해 주시기 바랍니다. 
	</p>

	<h2 class="blind">이런분을 사이버대학교에 추천해주세요!</h2>
	<dl class="blind">
		<dt>직장에 다니느라 대학에서 공부할 기회를 미루어 놓으신 분을 추천해 주세요</dt>
		<dd>우리나라의 교육구조는 고등학교 때 대학갈 기회를 놓치면 다시 학교로 돌아가기가 어려운 시스템입니다. 본교는 직장에 다니면서 학사학위를 정식으로 취득할 수 있는 곳입니다. 지금 산업체에 근무하는 많은 직장인들이 공부를 하고 있습니다. 직장인 J씨는 가정 형편 때문에 대학 진학을 포기하고 직업전선에 뛰어들었습니다. 열심히 직장에서 일하면서도 가슴 한 구석엔 대학에 대한 미련과 아쉬움이 남아 있었습니다. 지인의 추천으로 본교에 다니면서 행복한 인생을 살고 있다고 고백합니다. “대학에 다니니까 자부심이 생기고 너무나 활기찬 삶을 살고 있습니다. 이런 기회를 주신 학교와 교수님께 감사드리고 저를 추천해 주신 분께도 항상 고마운 마음입니다.”</dd>

		<dt>대학 졸업 후 직장에서 자기계발과 직무능력 향상을 원하는 분을 추천해 주세요</dt>
		<dd>좋은 직장이란 교육의 기회를 많이 제공하는 조직입니다. “세상을 바꾸는 것은 사람이지만 사람은 바꾸는 것은 교육이다”는 말이 있습니다. 교육만이 사람을 바꿀 수 있기 때문이지요. 본교에서는 삼성전자, 홈플러스, 하이닉스, 한전, KT, 국민은행, 서울시청, 충북도청 등 기업과 지자체 등 100여개 산업체와 협약을 맺고 직장인들에게 1학년 신입생이나 3학년 학사편입을 통해 다양한 교육기회를 제공하고 있습니다.</dd>


		<dt>인생 2모작을 준비하는 분을 추천해 주세요</dt>
		<dd>50대 초ㆍ중반에 정년퇴직을 하는 은퇴자들에게 가장 가슴 아픈 일은 할 일이 없다는 사실입니다. 머지않아 평균수명 100세 시대가 열립니다. 인생의 하프 타임을 위해 준비하고 계십니까? 본교에는 이미 사회의 각 분야에서 성공한 많은 분들이 제2의 인생을 위해 다른 전공을 공부하며 준비하고 있습니다. 현재 서울사이버대학의 총장인 김수지 박사는 이화여대 간호학과 교수로 있으면서 본교 사회복지학과 3학년 학생으로 편입하여 공부를 하였습니다. 자신의 전공인 간호학과 사회복지를 연계하여 은퇴 후에 새로운 영역을 개척하게 된 것입니다. 이와 같은 평생학습의 자세를 높이 평가하여 학교에서는 김 교수를 총장으로 초빙하게 되었습니다.</dd>


		<dt>공부에 대한 열망이 있는 주부를 추천해 주세요</dt>
		<dd>아이를 기르느라 학업을 중단했던 주부 또는 아이를 대학에 보내고 시간적인 여유를 가진 전업주부도 공부하며 새로운 인생을 설계하고 있습니다. “가정을 위해 헌신한 당신, 이제 하고 싶은 공부를 하세요.” 남편이 아내에게 공부하기를 권유하면서 하는 말입니다. 공부하는 기쁨을 누리는 행복한 아내들이 많이 있습니다. 서울사이버대학교는 지금까지 평생학습과 평생교육의 선두주자가 되어 사이버대학을 선도해 왔다는 자부심을 가지고 있습니다. 이는 “최초ㆍ최고에 도전한다”는 창의성과 도전정신이 뒷받침되었기에 가능했습니다. 주위에서 평생학습에 대한 꿈과 열정을 가지고 있는 분을 본교에 추천해 주시면 사이버공간을 통해 공부하는 기쁨과 보람을 누릴 수 있도록 정성껏 모시겠습니다. “서울사이버대학교와 함께 하면 확실히 다르다”는 평가를 듣기 위해 서울사이버대학교 교직원 모두는 최선을 다하겠습니다. 감사합니다.</dd>
	</dl>

</div><!-- //dst_14 -->

<!-- #include file="../inc/bottom_01.asp" -->
<!-- #include file="../inc/bottom_02.asp" -->
