<%
pageNo = 3
sub_01 = 2
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_15">
	<div class="dst_15_in">
		<div class="dst_15_bt">

			<div class="dst_15_content">
			
				<h1><img src="../images/pgs/rese/txt_01.gif" alt="SCU법무행정학과 최초 최고 10! 최초의 역량으로! 최고의 역량으로!" /></h1>
				<span class="pngimg"></span>

				<ol class="dst_15_list" id="dst15ListElem">

					<li>
						<h2>법학과 행정학을 수요자 중심으로 통합운영 최초</h2>
						<p>우리 법무행정학과는 21세기 실용적인 가치창조의 리더를 자임하고 있다. 지금은 복잡한 제도와 다양한 분야의 직무기능에 대한 이해와 숙달이 있어야만 처리가 가능한 융합형 또는 복합형 직무수요가 날로 증가하면서 ‘통섭(consilience, 通攝)형’ 인간을 필요로 하고 있다. 통섭형 인간은 자기 전문 분야에 관한 깊이 있는 수준의 지식과 전문성을 전제로 다양한 방면의 생각들을 쉽게 받아들이고, 이해하며, 적용할 수 있는 유연한 사고를 가진 실용적인 가치창조형 인간을 의미한다.
						<br />
						우리 법무행정학과는 통섭형 인재양성을 위해 법학과 행정학을 통합하여 운영함으로써 양분야의 다양한 지식을 습득할 수 있고, 다양한 자격증 취득을 위한 준비과정과 폭넓은 관련지식의 습득으로 업무수행에 도움을 줄 뿐만 아니라 대학원 진학에도 도움이 되는 진정한 수요자 중심의 전문가 양성을 지향함으로써 최고의 학과로 거듭나고 있다.</p>
					</li>

					<li>
						<h2>법무행정학과 설치 사이버대학 최초</h2>
						<p>법무행정학과는 사이버대학 설립 이후 최초로 설치된 학과이다. 설치의 취지는 시대가 요구하고 사회가 필요로 하는 한 분야의 깊이 있는 전문성을 전제로 다양한 방면의 생각들을 받아들이고 이해하며 활용할 수 있도록 법학과 행정학을 통합하여 운영함으로써 누구나 실용적인 지식을 습득하여 현재의 직장에서 활용할 수 있고, 공직에 진출할 수 있으며, 국가자격증을 취득할 수 있게 하는 매력적인 학과라는 점에서 그 전망이 매우 밝다고 할 것이다. </p>
					</li>

					<li>
						<h2>최고의 교수진과 실속 있는 커리큘럼 최고</h2>
						<p>법무행정학과는 법학과 행정학 분야 최고의 교수진이 이론과 실무를 융합한 실용적인 커리큘럼과 질 높은 강의로 전문적인 인재를 양성하고 있다. 앞으로 우리 법무행정학과는 직업을 갖고 있는 학생들의 직무수행과 대학원진학 그리고 공직진출은 물론 국가자격증을 위해 원활한 학습이 될 수 있도록 특강과 스터디반 활성화에 보다 충실하려고 한다.</p>
					</li>

					<li>
						<h2>학사장교 배출 사이버대학 최초</h2>
						<p>우리 법무행정학과는 2005년 사이버대학 최초 학사장교 1호 김원용(법무행정학과 제1대 학과 회장)님을 배출하였고 7월 4일 입교하여 16주간의 고된 훈련을 마치고 10월 28일 임관식을 하였다. 그리고 2008년 10월 30일 제대하여 "제너시스그룹"에 입사하였으며 이제 남다른 직장생활을 하고 있어 우리 모두 매우 자랑스럽게 생각하고 있다.</p>
					</li>

					<li>
						<h2>외국대학과 교과목 공동개발 최초</h2>
						<p>법무행정학과는 공판중심주의를 핵심 내용으로 하는 국민참여재판제도 시행에 맞추어 미국 Chowan대학교 Criminal Justice학과와 Criminal Evidence(형사증거론) 교과목을 공동 개발하여 사이버대학 최초로 개설하고 있다.</p>
					</li>

					<li>
						<h2>STUDY반 매 주말 운영 최초</h2>
						<p>법무행정학과는 고시는 물론 공무원시험, 각종 자격증, 그리고 로스쿨 및 대학원진학 준비를 위해 저마다 세운 목표를 향해 열심히 노력하고 있다. 이런 열정이 준비하는 모든 분들의 결실로 나타날 수 있도록 온라인 대학으로써 매 주말마다 study반 운영을 사이버대학 최초로 운영하고 있다. 그 외에도 법무행정실무협회, 한국행정관리협회, 그리고 한국정책능력진흥원과 상호협력에 관한 양해각서(MOU)를 교환하여 법무행정실무사, 공인행정관리사, 정책분석평가사 등과 같은 자격증을 재학 중 취득할 수 있도록 적극 지원하고 있다.</p>
					</li>

					<li>
						<h2>학과 동문회 및 장학금 지원 최초</h2>
						<p>서울사이버대학교는 교육기회 확대를 위해 사이버대학 중 가장 다양한 장학제도를 운영하고 있다. 직장인, 위탁생, 학교사랑 등 총 40여종의 장학제도를 통해 사이버대학 중 장학금 수혜율 1위를 사랑한다. 이런 다양한 수혜를 받고 있는 법무행정학과 재학생들은 학과 동문회에서 후배사랑 장학금을 지원하고 있어 재학생들의 학습에 대한 동기는 물론 남다른 열정으로 실용적인 가치창조의 리더로 거듭나고 있다.</p>
					</li>

					<li>
						<h2>학과 홈피 엔큐(NQ)포인트제 장학금 지급 최초</h2>
						<p>NQ(Network Quotient: 공존지수)란 새로운 네트워크 사회에서 우리 모두가 함께 잘살기 위해 갖추어야 할 공존의 능력을 일컫는 말이다. 곧 NQ는 더불어 살아갈 수 있는 자격을 알아보는 잣대이며 또 자신이 아닌 다른 사람들과의 소통을 위한 도구이다. NQ는 개인의 성공에 집착하기보다는 다른 사람을 도우면서 서로의 성공을 도모하는 21세기의 새로운 행복론이다. 그러므로 NQ의 또 다른 이름은 행복지수이다. 이러한 NQ는 학과 홈피에서 공존의 장을 넓혀가는 활동을 포인트로 제공하고 우리 법무행정학과 가족의 노고를 격려하고 감사하는 뜻으로 포인트에 따른 장학금을 지급하고 있다.</p>
					</li>

					<li>
						<h2>헌신적인 조교의 학습지원 최고</h2>
						<p>법무행정학과는 Off-Line 특강, 해외견학, M.T 등을 통한 실무지식 함양은 물론 학생관계 증진과 각종 동아리 활동 및 학과 Study Group 활동에 역점을 두고 있다. 따라서 교수는 물론 헌신적인 조교의 학습지원으로 편안하게 학습을 할 수 있도록 최선의 노력을 기울이고 있다.</p>
					</li>

					<li>
						<h2>해외견학 사이버대학 최초</h2>
						<p>우리 법무행정학과는 지식이 기반이 되는 무한 경쟁시대에 폭넓은 지식을 습득할 수 있도록 해외견학을 중국, 백두산, 일본 등으로 사이버대학 최초로 시행해 왔다. 앞으로도 계속될 것이며 자세한 것은 우리 법무행정학과 홈피(http://lawadmin.iscu.ac.kr)를 통해서 확인할 수 있다.</p>
					</li>

				</ol>
			
			</div><!-- //dst_15_content -->

		</div><!-- //dst_15_bt -->
	</div><!-- //dst_15_in -->
</div><!-- //dst_15_in -->

<!-- #include file="../inc/bottom_01.asp" -->
<script type="text/javascript">
//<![CDATA[
$(function() {
	$( '#dst15ListElem li' ).each( function( no ) {
		var reno = no + 1;
		var addCls = reno < 10 ? 'title_0' + reno : 'title_' + reno;
		$( 'h2', this ).addClass( addCls );
	} );
});
//]]>
</script>

<!-- #include file="../inc/bottom_02.asp" -->
