<%
pageNo = 3
sub_01 = 4
sub_02 = 1
%>

<!-- #include file="../inc/top_01.asp" -->
<!-- #include file="../inc/top_02.asp" -->

<div class="dst_18">

	<ul class="dst_18_list" id="dst18listElemRS4">
		<li>
			<h1 class="qst"><u></u>법무행정학과 이름이 생소해요?<i></i></h1>
			<div class="reply">
				법무행정학과는 법학과와 행정학과를 통합하여 운영하고 있습니다. 교과과정은 각각의 핵심 교과목을 학년별로 구분하여 체계적으로 수강하도록 하고 있습니다.<br />
				그러나 본인의 취향에 따라 법학분야만 아니면 행정학분야만 수강하고 싶다면 또한 그렇게 해도 됩니다. 다만 두 분야를 골고루 수강할 수 있기를 권장합니다. 왜냐하면 법무행정학과 설치의 기본 취지는 오늘날 어느 한 분야의 정보보다는 다양한 정보를 접할 수 있게 하여 지식을 창출 할 수 있도록 하자는 것이었기 때문입니다. 
			</div>
		</li>
		<li>
			<h1 class="qst"><u></u>나도 입학할 수 있는지 입학자격이 궁금해요.<i></i></h1>
			<div class="reply">

				<table class="dst_tbl-01 nmlwdth">
					<colgroup>
						<col width="13%" />
						<col width="27%" />
						<col width="*" />
					</colgroup>
					<thead>
						<tr>
							<th>구분</th>
							<th colspan="2">자격</th>
						</tr>
					</thead>
					<tr>
						<td class="tds-1">신입학</td>
						<td colspan="2">고등학교 졸업자 또는 법령에 의하여 이와 동등 이상의 학력이 있다고 인정되는 자 </td>
					</tr>
					<tr>
						<td rowspan="3" class="tds-1">편입학</td>
						<td>2학년 1학기 </td>
						<td>학점 인정 등에 관한 법률에 의거 35학점 이상 취득한 자 </td>
					</tr>
					<tr>
						<td>2학년 2학기 </td>
						<td>학점 인정 등에 관한 법률에 의거 53학점 이상 취득한 자 </td>
					</tr>
					<tr>
						<td>3학년 편입 </td>
						<td>3학점 인정 등에 관한 법률에 의거 70학점 이상 취득한 자 </td>
					</tr>
				</table>

				<span class="inblk" style="height:10px;"></span>
				<p>
					※ 전형방법은 전형자료인 지원동기, 학업 및 장래계획 그리고 학업준비도검사만으로 100% 전형합니다.<br />
					수학능력평가 점수나 내신 성적, 생활기록부 성적, 전적 대학성적 등은 반영하지 않습니다.
				</p>

			</div>
		</li>
		<li>
			<h1 class="qst"><u></u>특별전형 지원자격은 어떻게 되나요?<i></i></h1>
			<div class="reply">직장인, 개인사업자, 실업계고등학교 졸업자, 농 · 어촌거주자 ( 읍 · 면 · 리거주자 ), 장애인, 전업주부 등의 자격 중 하나라도 충족하는 분이면 특별전형에 지원 가능합니다.<br />
특별전형에 합격할 경우 입학금 납부 후 수업료 납부기간에 특별전형 장학금으로 20 만원을 감면해 드립니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>수업료는 얼마이며 카드납부도 가능하나요?<i></i></h1>
			<div class="reply">

				<p>본교는 학생의 수강신청내역에 따라 1학점 당 \78,000원의 수업료가 부과됩니다. 수강신청이 종료되면 등록기간에 홈페이지를 통해 수강신청학점 당 \78,000원으로 수업료가 책정되어 고지됩니다.</p>
				<span class="inblk" style="height:10px;"></span>
			
				<table class="dst_tbl-01 nmlwdth">
					<thead>
						<tr>
							<th>15학점</th>
							<th>18학점</th>
							<th>21학점</th>
						</tr>
					</thead>

					<tr>
						<td>1,170,000</td>
						<td>1,404,000 </td>
						<td>1,638,000</td>
					</tr>
				</table>
				<span class="inblk" style="height:10px;"></span>

				<p>그리고 수업료는 본교 홈페이지에서 소정의 절차에 따라 카드로 납부할 수 있습니다. 이 경우, 소정의 수수료를 부담한다면 할부결제도 가능합니다. 단, 무통장 입금(현금)방식은 수업료 전액을 한 번에 납부해야 합니다.</p>
			
			</div>
		</li>
		<li>
			<h1 class="qst"><u></u>학자금융자를 받을 수 있나요?<i></i></h1>
			<div class="reply">
				학자금 융자는 다음과 같이 크게 2 가지 방식이 있습니다. <br />
				대학생 학자금융자 ( 시행처 : 교육부 ) <br />
				- 교육부가 보증하는 학자금 대출제도로 www.studentloan.go.kr 에서 자세한 안내를 확인할 수 있습니다 <br />
				근로자 학자금융자 ( 시행처 : 노동부 ) <br />
				- 고용보험 피보험자인 근로자는 신청을 통해 혜택을 받을 수 있습니다.
			</div>
		</li>
		<li>
			<h1 class="qst"><u></u>졸업할 수 있는 자격이 궁금해요.<i></i></h1>
			<div class="reply">졸업은 신입생의 경우 140학점 이상, 2학년 1학기 편입학의 경우 전적대학의 35학점을 인정받았기 때문에 105학점 이상, 2학년 2학기 편입학의 경우 전적대학의 53학점을 인정받았기 때문에 87학점 이상, 3학년 편입의 경우 전적대학의 70학점을 인정받았기 때문에 70학점 이상을 취득해야 합니다. 대학은 1학기와 2학기로 구성되어 있으며 여름방학과 겨울방학 동안에 계절학기를 운영하고 있습니다. 하나의 교과목은 보통 3학점으로 되어 있으며, 신입학의 경우는 전공의 기본 학점은 42학점 이상을 이수해야 합니다. 여기에 35학점은 교양교과목을 이수해야 합니다. 그리고 나머지 63학점은 학과를 불분하고 자유롭게 선택하여 이수할 수 있습니다. 편입학의 경우는 학점인정에 있어 우선적으로 교양과목을 인정받습니다. 그렇다고 교양 교과목을 수강 못하는 것은 아닙니다. 본인이 하고 싶다면 자유롭게 이수할 수 있습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>복수전공도 가능하나요?<i></i></h1>
			<div class="reply">복수전공이란 소속학과의 전공과 타 학과의 전공을 함께 이수하는 것을 말합니다. 복수전공신청은 2 학년 1 학기말 이후 3 학년 2 학기말까지 신청할 수 있으며, 신 · 편입생 모두 신청 가능합니다. 신청자격은 총 취득성적의 평점평균이 3.5 이상이 되어야 하며, 한 번 신청한 복수전공은 포기는 할 수 있어도 변경은 할 수 없습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>조기졸업도 할 수 있나요?<i></i></h1>
			<div class="reply">재학 중 성적이 우수하고 학칙에 규정된 조건을 충족시키는 학생에 한하여 조기졸업 (6 학기나 7 학기 만에 졸업하는 것 ) 을 허용하고 있습니다. 각 영역별 이수요건을 충족하고 총 이수학점이 140 학점이상, 총 평점평균이 3.75 이상이어야 하며, 재학 중 징계처분을 받거나 휴학한 경우에는 조기졸업을 할 수 없습니다. 편입생의 경우 2005 년도 입학생부터 가능합니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>공부는 어떤 방식으로 하나요?<i></i></h1>
			<div class="reply">공부는 100% 인터넷으로 이루어집니다. 예컨대 오프라인 방식은 학생이 학교에 나가 강의실에서 수강을 하고 질문도 합니다. 이러한 방식이 그대로 가상공간에서 이루어집니다. 언제 어디서나 컴퓨터만 있으면 대학 홈페이지에 오셔서 학번을 입력하고 강의실에 입실하여 주차별 교시를 클릭하면 뜨는 동영상을 통해 학습하고 궁금한 점이 있으면 게시판 내지 Q&A 를 통해 질문도 할 수 있습니다. 보통 1 학기 강의는 15 주차로 되어 있으며, 1 주차 3 개 교시이며, 1 교시는 30 분 내외로 되어 있습니다. 시험은 담당교수님에 따라 주관식, 객관식, 리포트 등 다양하게 진행되며 이 모든 것이 100% 온라인으로 진행됩니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>출석은 어떻게 하나요?<i></i></h1>
			<div class="reply">강의는 학기 중 매주 월요일마다 1 주차씩 오픈 됩니다. 따라서 일주일 단위로 학습자 본인의 생활주기를 감안하여 맞춤시간표를 작성하면 보다 효율적으로 수강할 수 있습니다. 출석인정을 받으려면 해당 주차의 수업이 오픈된 후 2 주 내에 수강하면 됩니다. 즉, 1 주차 수업이 2 월 26 일 월요일 오픈되었다면 1 주차의 수업은 2 주 후인 즉 3 월 11 일 일요일 자정까지 수강하면 100% 출석인정이 됩니다. 만약, 2 주의 출석인정 기한이 지나서 수강하면 지각처리 되며, 출석점수는 50% 만 인정됩니다. 출석점수 산출 단위는 교시별로 하며, 출석인정기간내 해당 교시의 콘텐츠를 기준 이상 수강하면 출석점수가 부여됩니다. 총 수업분량의 3/4 이하를 수강한 학생에게는 다른 평가항목의 점수와 상관없이 학점이 부여되지 않습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>교재는 어떻게 구입하나요?<i></i></h1>
			<div class="reply">본교의 강의를 수강하기 위해서 별도의 교재가 꼭 필요한 것은 아닙니다. 과목담당 교수님께서 직접 작성한 교안들을 제공하고 있습니다. 이를 다운받아 강의 시 참고자료로 활용하시면 됩니다. 그러나 과목별로 강의계획서에 소개된 교재를 참고하여 구입하면 학습에 많은 도움이 될 것입니다. <br />또한 교재는 본교 홈페이지 구내서점에 가면 자신의 수강신청 기록에 따라 필요한 교재목록을 볼 수 있으며 직접 온라인으로 구입할 수 있습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>사이버대학인데 오프라인 활동도 있나요?<i></i></h1>
			<div class="reply">예, 그렇습니다. 본교의 모든 학교생활은 온라인으로 하는 것을 원칙으로 하고 있으면서도 일반대학에서 이루어지는 대학생으로서 할 수 있는 모든 활동이 다 이루어지고 있다고 생각하시면 됩니다. 매 학기 MT 가 있고, 학년별 모임과 번개모임, 각종 동아리 모임, 지역단위의 모임, 대학 축제 등으로 다양하고 재밌고 즐거운 대학생활이 되고 있습니다. 20 대에서 70 대까지, 회사원, 공무원, 주부 등 다양한 직업 등으로 구성된 재학생들의 인간적인 만남에서 주어지는 정보교류의 의미는 매우 큽니다. 또한 본교캠퍼스에서 특강, 스터디 모임 등의 오프라인 강의들도 이루어지고 있습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>졸업 후 대학원에 진학할 수 있나요?<i></i></h1>
			<div class="reply">졸업 후에는 국내외 대학원 진학을 할 수 있습니다. 현재 많은 졸업생들이 국내 유수의 대학원에 진학하여 학업을 계속하고 있고, 논문 준비를 하느라 매우 바쁘게 보내고 있다는 소식을 접하고 있습니다. 학과 교수님들은 졸업 후 대학원에 진학하고자 하시는 분들에게 여러 가지 정보를 제공하며 돕고 있습니다.</div>
		</li>
		<li>
			<h1 class="qst"><u></u>각종 자격증을 취득할 수 있나요?<i></i></h1>
			<div class="reply">
				&lt; 법학관련 자격증 &gt;<br />
				법무행정실무사, 법무사, 변리사, 공인노무사, 감정평가사, 공동주택관리사, 공인중개사 그리고 공무원 및 경찰공원 준비 등의 자격증을 취득할 수 있습니다.<br />

				<br />

				&lt; 행정관련 자격증 &gt;<br />
				정책분석평가사, 사회조사분석사, 행정사, 행정관리사 그리고 일반공무원 준비 등의 자격증을 취득할 수 있습니다.			
			</div>
		</li>
	</ul>

</div><!-- //dst_18 -->

<!-- #include file="../inc/bottom_01.asp" -->
<script type="text/javascript">
//<![CDATA[
	jQuery( function(){
		var menuGrp = jQuery( '#dst18listElemRS4 li' ).toArray();
		menuGrpEngine( menuGrp, 0 );

		jQuery( '#dst18listElemRS4 li' ).each( function( no ){
			this.myno = no;
			jQuery( this ).bind( {
				click: function() {
					menuGrpEngine( menuGrp, this.myno );
				}
			} );
		} );

		function menuGrpEngine( menu, key ) {
			jQuery.map( menu, function( n,i ) {
				if( i == key ){
					if( !jQuery( n ).hasClass( 'on' ) ){
						jQuery( n ).addClass( 'on' ).find( '>div.reply:first' ).show();
					}
				} else {
					jQuery( n ).removeClass( 'on' ).find( '>div.reply:first' ).hide();
				}
			} );
		}
	} );
//]]>
</script>
<!-- #include file="../inc/bottom_02.asp" -->
