<%
pageNum = 1
subNum01 = 1
subNum02 = 1

%><!-- #include virtual = "/inc/top_01.asp" -->
<!-- #include virtual = "/inc/top_02.asp" -->

<div class="intro-01">
	<span class="visual"></span>

	<h1>
		<b>S</b>ustainable Product Development
		<b>O</b>n-line Network
		for <b>S</b>mall Company
	</h1>
	<p>SOS는 저탄소 녹색성장 시대에 발맞추어 국내 중소기업들이 지속가능제품개발을 수행하는데 있어 필요한 정보를 제공받을 수 있는 종합정보망입니다.</p>

	<h2>지속가능제품이란</h2>
	<p>지속가능제품이란 기획 및 설계부터 양산 단계까지 제품의 전과정(생산-운송-사용-폐기)에 걸쳐 지속가능성 3속성인 경제성, 환경성, 사회성을 고루 고려하여 개발한 제품을 말합니다.</p>

	<h3>지속가능성 3속성의 개념</h3>
	<dl>
		<dt>경제성</dt>
		<dd>생산자와 소비자 모두 최소의 비용으로 최대의 효과를 창출하는 것을 목적으로 하는 비용효율성</dd>

		<dt>사회성</dt>
		<dd>사회구성원 개개인을 포함하여 사회공동체 전체가 질적 발전을 이루는데 미치는 긍정적인 영향</dd>

		<dt>환경성</dt>
		<dd>인간과 지구생태계에 유해한 환경영향을 감소시키려는 속성</dd>
	</dl>

	<h3>중소기업의 제품개발 실무자(기획, 디자인, 생산, 마케등 등)가 지속가능제품에 대해 바로 알고 실제 제품개발의 활용을 목적으로 개발된 SOS 온라인 네트워크의 컨텐츠 구성은 다음과 같습니다.</h3>

	<h4>기반구축 지원도구 활용</h4>
	<dl>
		<dt>가이드라인</dt>
		<dd>제품 지속가능성 향상을 위한 산업군별로 구체적인 실행방안 및 사례 제시</dd>

		<dt>평가도구</dt>
		<dd>지속가능성 비교평가 및 개선효과 확인을 위한 평가항목, 방법이 포함된 체크리스트</dd>

		<dt>프로세스</dt>
		<dd>제품개발 단계에서 지속가능성 반영, 평가 시점 및 부서별 역할분담을 명시</dd>
	</dl>

	<h4>정보 DB 참고</h4>
	<dl>
		<dt>제품 DB</dt>
		<dd>실제 출시된 제품 중 지속가능성 요소를 포함한 제품을 선정한 후 분석한 사례를 제공하여 지속가능제품에 대한 이해를 도움</dd>

		<dt>소재 DB</dt>
		<dd>지속가능성을 향상시킬 수 있는 소재를 선별한 후 특징, 적용 사례, 기업 정보를 함께 제공</dd>

		<dt>기법 DB</dt>
		<dd>지속가능성 향상을 위한 표면처리, 가공기술, 설계기법에 대한 개요, 적용 사례, 기업 정보를 함께 제공</dd>
	</dl>

	<h4>그린마케팅 전략 수립 및 시장출시</h4>
	<p>그린마케팅 주요 전략 및 실제 국내외 기업 친환경 및 지속가능제품 마케팅 사례 제시를 통해 개발된 지속가능제품이 시장에서 성공할 수 있는 기회 극대화</p>

	<h3>컨텐츠</h3>
	<p>컨텐츠는 1차 대표 산업군으로 선정된 전기전자, 가구, 화장품 패키지 3개의 산업군에 대해 개발되었으며 향후 다른 여러 산업군으로 확장될 예정입니다.</p>
</div>

<!-- #include virtual = "/inc/btm.asp" -->